[
  {
    "employerDatas": [
      {
        "0x074dAEa1980c9d452E58aa7822D3A7c6Ba04A6Dd": {
          "privKey": "0x5fc0162b7b2c78b42d618bcd2904024b08383998910337259f98ddbbf59f2bec",
          "address": "0x074dAEa1980c9d452E58aa7822D3A7c6Ba04A6Dd",
          "workAddresses": ["0x4c280E8865D125a1441ab01908358acd20c7d787"]
        }
      }
    ],
    "freelancerDatas": [
      {
        "0xA6070c76493336007ed2369C92501C3E2C33576D": {
          "privKey": "0x98a1ec9caa32c56990abf0fc552e94fb08565322ee1e6292719a2ade2d521f19",
          "offered": []
        }
      },
      {
        "0x0C3D2BB627C0dAF78717D8903C27c23Cc75D499a": {
          "privKey": "0xc0653fe4e5fa4057a22f09837818246b6a4a65eac14701a003b127eb3ec2be73",
          "offered": []
        }
      },
      {
        "0xda773a45A9FAf5860Ce0E3fe6ce9196B7CF30E0D": {
          "privKey": "0xf80d7b240242ba94af22d4d2d1996e903c3a3113a00ac3af7120183915ee31fc",
          "offered": []
        }
      }
    ],
    "freelancerAddresses": [
      {
        "address": "0xA6070c76439336007ed2369C92501C3E2C33576D",
        "privKey": "0x98a1ec9caa32c56990abf0fc552e94fb08565322ee1e6292719a2ade2d521f19"
      },
      {
        "address": "0x0C3D2BB627C0dAF78717D8903C27c23Cc75D499a",
        "privKey": "0xc0653fe4e5fa4057a22f09837818246b6a4a65eac14701a003b127eb3ec2be73"
      },
      {
        "address": "0xda773a45A9FAf5860Ce0E3fe6ce9196B7CF30E0D",
        "privKey": "0xf80d7b240242ba94af22d4d2d1996e903c3a3113a00ac3af7120183915ee31fc"
      }
    ],
    "employerAddresses": [],
    "works": [],
    "worksDetails": [],
    "goodCommentsFiles": [
      { "comment": "I love this job." },
      { "comment": "I like this job." },
      { "comment": "Very Good" },
      { "comment": "Very Good Job" },
      { "comment": "You can work with this man" },
      { "comment": "Pretty Cool" },
      { "comment": "Very Cool Job" },
      { "comment": "Perfect" },
      { "comment": "Nice Job" },
      { "comment": "Very Nice" },
      { "comment": "Not bad, good" },
      { "comment": "Better than i excepted" }
    ],
    "badCommentsFiles": [
      { "comment": "I was except better" },
      { "comment": "I don't like this job" },
      { "comment": "Not good" },
      { "comment": "Maybe good" },
      { "comment": "Don't work this man" },
      { "comment": "Cool" },
      { "comment": "Not Perfect" },
      { "comment": "I don't like too much" },
      { "comment": "It didn't work the way I described." },
      { "comment": "i expected a better job" },
      { "comment": "You can find better." },
      { "comment": "He sent missing files." }
    ],
    "worksWillCreate": [
      {
        "workTitle": "MS SqL expert required ",
        "workDescription": "I need a MS SQL expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers. !!=@=!! Microsoft SQL Server, SQL, Database Administration, Microsoft Access, .NET",
        "workCategory": "freelancer",
        "workAvarageBudget": "250-750 BUSD"
      },
      {
        "workTitle": "To Create 3D Walkthrough video for 3BHK apartment.",
        "workDescription": "Need to create 3D Walkthrough video for a apartment. I have 2D floor plan and all the measurement details.If the work is neat and nice. Will have more future projects. !!=@=!!360-degree video, Autodesk Revit, Architectural Engineering, Autodesk Sketchbook Pro, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "35 BUSD"
      },
      {
        "workTitle": "Lightroom editor required to edit projects 300-1500 images READ BEFORE BID",
        "workDescription": "Edit raw images around 300 - 1500 images per projectdelete duplicate imageslight editing in lightroom will take around 1-2 hrs per project !!=@=!! Photoshop, Photo Editing, Video Editing, Editing, Photoshop Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "35 BUSD"
      },
      {
        "workTitle": "Udaciry Communcation data funding project",
        "workDescription": "Hi,I have one project left in Udacity projects,and I need your help to finish the project by today, What is the price, ? It need to be written from you not copied from other projects best regards !!=@=!! Python, Data Analysis, Data Analytics",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-35 BUSD"
      },
      {
        "workTitle": "eGOVERNANCE FLUTTER APP + DYNAMIC WEBSITE",
        "workDescription": "NOTE: You are required to have strong Laravel skills AND BE VERY QUICK TO DELIVER DIFFERENT PARTS/MODULES ASAP for this project. THERE IS AN EXISTING CODE TO BUILD FROM TO MAKE WORK FASTER. CREATIVITY REQUIRED TO UNDERSTAND HOW EXISTING CODE CAN BE BEST DEPLOYED TO MEET REQUIREMENTS BELOW: Brief: This project is a web portal and flutter app requirement. Many governments today seek to increase participation of citizens in the governance process. This platform will provide citizens with access to contribute in policy making and planning. Discissions will be enabled per issue and can be managed Admins and Sub Admins. 3 Levels of Users1) Citizens - general public who come to make request, complaints, view and use site, probe and submit ideas2) Officias - who respond to queries, questions and who post tasks, projects discussions3) Admin: managing and moderating the operations of the previous 2The new site will be like [login to view URL] and actively encourage citizens participation in how they are governed. Each government ministry will have a section for the Heads and management team at back end while they can post development efforts while citizens track such issues at front end. For instance, they could have a project they are posting and then they crreate the project for public discussion. They can create topics, games, new, etc for citizens enagagement. It will be a Query and Response system that different citizens will have access to to question an office.Admin can set up offices and the names of officers in charge of the hierarchy in that office. Messaging is critical as it must be possible for different offices to be able to receive chats on different issues amongst themselves. Integrated chat system to connect differnt offices required.Different ministries and offices can collaborate on projects, discuss projects and generate tasks either internally or externally. So a task managemnt tool will be useful here. Citizens themselves can volunteer projects, tasks and projects which other citizens can see. This is to encourage activities that citizens can contribute to leadership.It will have a strong Whistleblower component to allow for complaints and discrete reporting of issues to authorities. Misconduct, theft, corruption and crimes can thus be reported on the platform to the authorities. It will also allow appraisal of officials along agreed lines.System will have strong SMS, Social Media, Email integration for different services. from registration to reporting.The system will also be able to take payments for different services as advertisements will be allowed on the site. There will laos be a tier system where some officers can view and see activities of offices under them.Users can submit proposals, book appointments, submit ideas or suggestions to different ministries and offices. Ministry reps and officials wil also be able to reply and respond on the portal requests, questions and queriesThe platform must also have very strong reporting and analytics section. Reports must be downloadable in different formats as well. Read Less !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "700-1500 BUSD"
      },
      {
        "workTitle": "Looking for a fast and reliable web designer",
        "workDescription": "We are an agency and we have many projects.We are looking for a longterm partner who is fast and reliable. !!=@=!! Website Design, Graphic Design, Illustrator, Logo Design, Banner Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "250 BUSD"
      },
      {
        "workTitle": "content writing - 3 pages",
        "workDescription": "We are looking for a freelancer to do some content writing for a pharmaceutical company.We will give you topics to talk about, outlining our services, it will be your task to write the content in a professional manner.Must be a native English speaker, maximum length would be 3 pages.We are looking for someone to join us long term as well for help in writing blogs, the right candidate can be awarded other projects in the future !!=@=!! Content Writing, Article Writing, Copywriting, Ghostwriting, Creative Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "30-250 BUSD"
      },
      {
        "workTitle": "Content Writer | Technology, Mobiles, Laptops",
        "workDescription": "We are looking for content writers who can write articles on technical stuff e.g., technology, gadgets, laptops, mobiles, processors etc.What we will provide:1. An account to [login to view URL]2. Rs. 500 for 15 articles (Breakup: Rs. 250 for first ten articles and Rs.250 for the next five). If you work well, this amount will be increased and you can be with us for a longer time. 3. The article will be the blog’s property but it will come under your name (credit will be given).4. The article topics will be provided or you can come up with your own ideas.Writing Notes: 1. Word Limit: 400 – 600 2. Readability: Don’t go Shashi Tharoor on your article. Just try writing in simple language. You can use any online grammar checkers for inspecting any errors or content cohesiveness 3. Images: At least one featured image that will be the identity of your article and a few more if you require them. These images should be from any of the free sources (not plagiarized) e.g., Pexels etc. You can provide your handwritten/images captured by you as well. 4. Plagiarism: Don’t copy paste content from any other source, be it blogs, Quora or any other books. Read about plagiarism on google. We’ll be running a plagiarism test on the given article as well. IF YOUR CONTENT TURNS OUT TO BE PLAGIARISED, NO PAYMENT WILL BE GIVEN AND YOU WILL BE BLOCKED FOREVER FROM THE PLATFORM.5. A simple, neat, readable article is what we want, that’s it.As stated before, if you work well, we will provide you more projects and better remuneration as well. !!=@=!! Article Writing, Content Writing, Blog Writing, Technical Writing, Article Submission",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "Web-based Application - Existing/Running Project",
        "workDescription": "We are looking for an intermediate-level developer or senior/senior-like developer to join our staff.Junior developers are also welcome if they think they can help us.Requirements-strong-minded, has the capacity to face problems without giving up-Will to learn TypeScript / Experience with TypeScript-Enough time to carry that jobRole in the teamTake charge of some of the issues we are encountering. We have the fixes, we just need someone to write the code ™️ We currently need a feature written in C#, some refactoring in the TypeScript app. All are trivial and you'll get helped if you're stuck. We are mostly looking for bandwidth so that we can deliver faster.Code stack... consists of two main projects:-C# backend/frontend app for task handling and web-based administration-TypeScript+puppeteer service for browser automation-MongoDBInfrastructure-Docker + AWS-Scaling via an AWS load balancer + auto scaling group of EC2 instances-The workers communicate with our main C# backend via HTTP (load balancer) We appreciate your interest!SEIG Systems UG (haftungsbeschränkt)Skills: .NET, C# Programming, JavaScript, Amazon Web ServicesSee more: convert windows desktop application web based application, web based application form design sample template, use access database web based application, convert windows based application web based application, convert window based application web based application, internet web based application scheduling, web based application development, access web based application, web based student registration system project, coldfusion web based application, web based application emailing, web based application project, need web based application, free web based application, web based application client php, project description web based application, web based interior design planner project, can convert project web based application, mini project social networking web based application jsp, web based application project tracking !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "looking for Tie up with SAP related Activities in the countries Canada, Singapore, East Africa,UAE",
        "workDescription": "Dear Bidder,I represent SGN software Pvt Ltd. An India based SAP Gold Partner Company in ECC and S4HANA. We have a sizeable presence in Indian Domestic Market, across all types of Projects, like, Implementation, Support, Roll .We would like to tie up with the local companies in those said countries to initiate our overseas Venture. If anyone is interested, please respond. We are aggressively looking for an entry.Regards Abin RegardsAbinSkills: SAPSee more: looking offshore sap, calculator perform tax related activities, looking project sap, sap related projects, looking tie, looking for a freelance marketing professional in singapore, looking for freelance coders or programmers in singapore, looking for freelance ms project planner in singapore, looking for sap abap developer in saint louis, looking for sap consultants mysore india, looking for sap data entry operators, looking for sap pi developer, looking for sap, looking to hire freelance book designer in singapore, looking to hire sales and marketing in singapore, clients looking for sap resources in south africa, companies are looking for specialists in excel in canada, freelance fringe activities for events singapore, how to bypass the layers while looking for sap job, how to find a sap basis analyst in canada !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "20.000-30.000 ARGON"
      },
      {
        "workTitle": "Looking for an Experienced Flutter developer",
        "workDescription": "We are Incomeinn Technologies based on Cochin [login to view URL] are looking for experienced flutter developer for our Regular projects !!=@=!!Mobile App Development, Flutter",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Ms word writer in Malay needed",
        "workDescription": "We need a Malay Ms word writer that can translate our documents and handle our projects.!!=@=!!Translation, English (US), Copywriting, Thai, Malay",
        "workCategory": "freelancer",
        "workAvarageBudget": "2.500 ARGON"
      },
      {
        "workTitle": "Bep20 token deployment",
        "workDescription": "I need a developer that will work with me in deploying bep20 token on BSC. I am an intermediary i work as a freelancer on other platforms. I need a developer that will work with me to make my projects a success.. we are going to work together on a lot of project i need someone that is ready. !!=@=!!Web Hosting, Software Testing, Website Management, Project Management, Website Testing",
        "workCategory": "freelancer",
        "workAvarageBudget": "2.500-7.500 ARGON"
      },
      {
        "workTitle": "Frontend Engineer ",
        "workDescription": " For long term projects monthly retainership candidate needed from mumbai region!!=@=!!PHP, HTML, Website Design, JavaScript, HTML5",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "Architectural designer for Residences  ",
        "workDescription": " Architect is requested to collaborate with us in the development of High-end Residential projects- Requirements - Equipment- Fast Reliable Computer- Excellent Internet connection- Camera y mic. Working for Online Meetings- Skills- Sketchup & Revit - Advanced Level Required- 3D Modeling Skills able to perform 3D molding with precision, Organization and Cleaning- AutoCAD- Photoshop- Professional skills- Proactive, Motivated, Observer, Committed, Teamwork, Responsible, Excellent Punctuality, Performance Management- Excellent planning skills, ability to conceptualize design innovation and create aesthetic designs that meet the requirements and functionality- Shows initiative, process innovation, problem solving and quality of decisions with great attention to precision and attention to detail- Person with high organizational capacity, Vision, desire to grow, willing to constantly learn and be challenged by challenges.- Assertive communication and used to working in an agile environment that is constantly changing.- Responsibilities- Adopt internal standard working procedures- Attendance to virtual meetings- Communication with the other departments and follow up on pending ones.- Know the code of ethics and internal regulations.- Scope of Work- Prepare, Design and Analyze, the layout of preliminary projects.- Elaboration of project concepts, 3D Design Proposals: Facades, Interiors, Gardens, and finishes- Development and monitoring of the project in each of its phases, maintaining constant communication with the team.- BIM project management. Development of Construction plans and integration with the corresponding engineering- Monitoring of project modifications, documentation, 3D modeling, Revit model update as required by the project- Elaboration of 3D Models, Renders and Virtual Tours & presentation sheets - We offer - Constant professional training learning about the High-End Custom Homes Industry and its USA design and construction requirements- Schedule- Mon-Fri- 9:00am-6:00pm Pacific Time!!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "POS Point of Sale SysteM ",
        "workDescription": "We are looking for something similar to one of the running projects online. This is the example site to refer: [login to view URL] !!=@=!!PHP, Website Design, MySQL, Laravel",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "Need a 3D Max designer for for interior design projects",
        "workDescription": " I am an interior designer and need the 3D views of my designs!!=@=!! 3D Rendering, 3D Modelling, 3D Animation, Interior Design, 3ds Max",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "React Programmer for Peatio/Baseapp customisation",
        "workDescription": " We seek an expert React Programmer for Peatio/Baseapp customisation.Strong preference for someone with Openware Peatio Baseapp experience.Project involves frontend customisations to an existing project.It is imperative to provide examples of previous relevant projects to be considered.Strictly principals only, not companies or agencies.Initially 80 hours work, with a view to ongoing development.!!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "30.000-50.000 ARGON"
      },
      {
        "workTitle": "ML-search engine ",
        "workDescription": "We are looking for a talented search engine builder who has had experience with creating search engine. I myself am a python coder. I wanted to implement my ML model power search engine to my website. I have my model and database. Please send me your search engine example or github projects. !!=@=!! Software Architecture, PHP, Web Scraping, Machine Learning (ML), Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "I want to sale my multi vendor e-commerce store  ",
        "workDescription": "I want to sale my multi vendor e-commerce store And also I have a saas project that I want to sale out in half prices ma'am issue is that both projects I have developed but now I want to reduce the development cost if anyone interested I will sale both of the projects in half pricesthank you !!=@=!! Blog Install, PHP, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "",
        "workDescription": " !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "15.000-30.000 ARGON"
      },
      {
        "workTitle": "Laravel 8/Vue.js developer.",
        "workDescription": "We looking for 2 developers who have high skills - Vue, Laravel, PHP.Since it's a long-term job, and especially because there are many projects and we are looking for a developer who has high skill and can finish fast it.We prefer the new India/Pakistan developer.Thanks !!=@=!PHP, JavaScript, Website Design, HTML, Laravel",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Realtime sound recognition using machine learning",
        "workDescription": "The project is continuation of an ongoing audio classification ML Project. Demo deployed on AWS. Need personnel to understand what is deployed currently on AWS and build on that.This project is one of multiple phases. So more projects will follow. Will need personnel to be available for phone calls. !!=@=!!Software Architecture, JavaScript, Python, Machine Learning (ML)",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500 ARGON"
      },
      {
        "workTitle": "STM based Digital Voltmeter & Ammeter        ",
        "workDescription": "Hi, I do business related to electronic projects and instruments. I want to design STM32 based Voltmeter and Ammeter. It uses very few components that why very cost-effective. This type of voltmeter and ammeter is already available online but has major limitations like one point of voltmeter and ammeter is common. I want that to be independent so that I can measure voltages and currents independently. I will need a PCB design preferable single-sided, circuit diagram, STM32 code, how can I program them to replicate and range adjustments with software or hardware for both Voltmeter and Ammeter independently. I have a piece of basic knowledge of programming with Arduino but never ever work on STM32. The model of the product is DSN - VC288. Voltmeter range is 0 - 100V and Ammeter range 0 - 10 A, 0-100mA, and if possible in micro ammeter with good accuracy. !!=@=!! Electronics, Electrical Engineering, PCB Layout, Microcontroller, Circuit Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "Joomla expert needed        ",
        "workDescription": "Hi.I need a senior PHP developer to work on Joomla projects. HTML, CSS, Javascript skills are also needed.Please share your previous work example on your bid. Thanks. !!=@=!!Joomla, CSS, PHP, HTML, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "1 BNB"
      },
      {
        "workTitle": "Machine learning / image analysis expert",
        "workDescription": "We need to build, train and test a machine learning model able to extract the foreground of product images very fast and accurately. In other words; a model to remove the background. The model should be able to learn over time considering prior errors.Our datasets are fairly large with +2.000.000 images where the background is primarily white with often distinct contours. The dataset does however sometimes contain landscapes, colors, etc. The model should be able to handle this. Much like [login to view URL]I would prefer if the model was coded in python, but it's not a requirement.You must have prior experience with machine learning and image analysis. I would also like to see some of the machine learning work you've done before. If you haven't worked with ML and image analysis or deployed a model before this is not the project for you.I'm nowhere near an expert in ML so feel free to suggest existing open source projects as part of the solution. We don't have to code everything from scratch if someone has already done the foundation.I look forward to hearing from you! !!=@=!! Python, Machine Learning (ML), Image Processing, Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "4000 ARGON"
      },
      {
        "workTitle": "Need a .net developeR",
        "workDescription": "Looking for developer/s for one of my projects. !!=@=!! Python, Machine Learning (ML), Image Processing, Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "768 BUSD"
      },
      {
        "workTitle": "Need fees collection app        ",
        "workDescription": " Need an app for fee collection, school will collect fees from students/parentsVery simple project.Something like this [login to view URL]please watch the video and if you can build this short period time, bid on this.The lowest amount bid will be choosen.This can turn into long term projects as we will include lots of services.!!=@=!! Mobile App Development, Android, Software Architecture, Flutter",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "We need a Graphic Designer",
        "workDescription": "We are looking for a talented Graphic Designer, who can create icons for us, we want to create a long term relationship for future projects. !!=@=!! Graphic Design, Icon Design, Photoshop, Logo Design, Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Workflow automation        ",
        "workDescription": "Build automated workflow that allows user to select specific equipment/instruments for test scenarios from a pool of equipment (and test scenarios) aggregated from prior projects        !!=@=! Web Development, Database Programming, Excel, WordPress, Word",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "I need designer for t-shirt designs        ",
        "workDescription": "I would like to have about 10 designs for men, 10 designs for women and 10 designs for kids t-shirt. The design could be of any type e.g: Abstract, Animals, Motivation, etc...If the designs are good and beautiful more and more projects will be posted. !!=@=!!Branding, Logo Design, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "150 ARGON"
      },
      {
        "workTitle": "Add Features to PHP Plugin",
        "workDescription": "We are looking for a talented PHP programmer who can add features to our plugin, we want to establish a long term relationship for future projects.        !!=@=!! PHP, MySQL, Software Architecture, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Prepare our artist profile        ",
        "workDescription": "We are looking for a freelance content writer who can interview us (Whatsapp or zoom) and prepare a detailed profile including the projects we have worked on. Document the painting project details. It is going to be a long-term activity that is split into phases. The first phase is to document and prepare the write-up on our First Guinness record event in 2012. If possible we prefer someone who can also understand Malayalam and write in English. Please find our attached profile. !!=@=!!Article Writing, Content Writing, Ghostwriting, Book Writing, Malayalam",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Website Build - Advertising Directory        ",
        "workDescription": "I need a complete upgrade of an existing advertising directory created. The existing website has been built as a completely bespoke build but I have been advised to migrate this over to Wordpress to give me more flexibility in updates and upgrades and also I want to add a real focus on SEO which the existing website limits me to. I believe with Wordpress plug-ins, this would help me massively in this respect. I have designs already completed for the new site so essentially I need someone to code this up for me with a new 'back end' system and advise on the SEO elements. I have an existing developer I have worked with in my business for years who has let me down on this at the last minute when this project was due for completion in Feb this year. Looking for a reliable and honest developer to hopefully work with long term. Another 2 projects related to this will be required immediately after (or alongside) plus multiple more on a longer term basis. !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "100000 ARGON"
      },
      {
        "workTitle": "NEED 2 PROOFREADER AND EDITOR TO DO EDITING AND REWRITING WORK FROM HOME INR 100 PER 1000 WORDS",
        "workDescription": "We need two virtual assistants (VS) to do Proofreading and editing on daily basis. Your job involves:Writing Work --- Proofread and Edit 1000-5000 words a Day (Articles/Blog/Web Content etc.). - It can on any niche and topic but not hardcore technical. Rewriting (sometimes if required)In the beginning, we will pay you @ Rs.50 per 1000 words for editing.If you perform well then after successful completion of the first month we will increase your rate to Rs.80 per 1000 words after the assessment test.Again After successful completion of 3 months, you will get Rs.100 per 1000 words.You can take a leave one day a week.I will explain more details in chat.To apply for this work you must:* Be from an English medium background - Fresher or experienced* Be an avid reader and a good rewriter* Have a good eye for details* Can work with less guidance and monitoring* Eager to learn new things* Sincere and dedicated**Initially, Milestone will be created and released on weekly basis. We will not create a milestone in advance. * *Once you pass the test, then there will be a free training of 7 days when you need to learn and do some projects.After successfully completing 7 days of training your real work will be started.*** Before hire, you have to go through various types of small tests. Start your bid with the word ‘Agree’. So, that we can judge your ability. ***** bid ONLY if it suits you **!!=@=!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "urgently required website design and deveopment freelancer for our various clients        ",
        "workDescription": "Urgently required individual Freelancer for website designing, development, and digital marketingWe are looking for individual Freelancer Only!!!!Hi,We are looking for a freelancer who can handle various projects ranging from small to large of our clientsWe are an organization executing projects pertaining to Digital Marketing, Website designing, mobile and software development.Our in-house team for execution of new projects is tied up so for expansion we are looking for optimistic individual Freelancers having experience in the domain mentioned above.Kindly do the bidding in this formatNam LocationRelevent experienceName of specialist DomainNote Our turnover for professional services is 27 lacs per month adding 4 lacs clients every month.Kindly bid if you can execute the projects give and having a problem-solving mindset. And also can deliver projects for website edits and changing of the platform.SkillDigital marketingSoftware developmentApplication developmentWebsite buildingCommunicationPrice12.5k to 37.5k !!=@=!! Website Design, PHP, HTML, Graphic Design, WordPress",
        "workCategory": "freelancer",
        "workAvarageBudget": "12500-17500 ARGON"
      },
      {
        "workTitle": "Website Build - Advertising Directory        ",
        "workDescription": "I need a complete upgrade of an existing advertising directory created. The existing website has been built as a completely bespoke build but I have been advised to migrate this over to Wordpress to give me more flexibility in updates and upgrades and also I want to add a real focus on SEO which the existing website limits me to. I believe with Wordpress plug-ins, this would help me massively in this respect. I have designs already completed for the new site so essentially I need someone to code this up for me with a new 'back end' system and advise on the SEO elements. I have an existing developer I have worked with in my business for years who has let me down on this at the last minute when this project was due for completion in Feb this year. Looking for a reliable and honest developer to hopefully work with long term. Another 2 projects related to this will be required immediately after (or alongside) plus multiple more on a longer term basis.        !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "10000 ARGON"
      },
      {
        "workTitle": "eCommerce - Stock photography and video        ",
        "workDescription": "Developer needed for a creation of the eCommerce website (preferably using WooCommerce and custom WordPress theme). Website is selling photos and videos, on subscription base, and single purchases.But with one major difference between classic stock photo ([login to view URL] for example), when a customer purchase photo or video, our designers are making a customized photo or a video for the customer. It's very important to make this process easy for our designers, and our customers (panel for designers to receive an orders and communicate with customers, and create easy steps during the checkout for customers (customers will have to upload their files when they make an order). Customers needs to be able to change payment method, save payment method, upgrade or cancel subscription, download invoices and their orders, receive email notifications, to log in via Facebook and google etc.It's advantage if developer can understand customer and designer needs and upgrade our vision on his own.Also,Website is already running, but it's not working properly.Design is prepared in .PSD format, around 20 pages (home page, custom product page, checkout..).It's a long term project, with possibility to work on many other projects.All details will be given on the second stage. !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Short Video Sharing App",
        "workDescription": "We are Looking to Launch a Short Video Sharing App for Android and IOS (Native) as independent Project or may add it to our existing Streaming App. Proposals by experienced persons in this kind of Project will be preferred. Ready Projects also Welcome!Price negotiable. !!=@=!! Mobile App Development, HTML5, Android",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "react native developer to take over my projects ad solve all bugs        ",
        "workDescription": "hi need react native developer to solve all bugs and run succesfully here are what i found: in app 1)Delivery app crash after allow map 2) map is not loaded in the customer app at the time of shipping and billing address for product delivery 3)facebook and google login not work: in Backend 1) call api for custom push notification like order placed, shipped, dispatch etc 2)check minimum order value which is set in system and update it !!=@=!! Android, Mobile App Development, JavaScript, PHP, iPhone",
        "workCategory": "freelancer",
        "workAvarageBudget": "500 ARGON"
      },
      {
        "workTitle": "Academic Writers for Business, Economics and Technology",
        "workDescription": "I would like to hire a few freelancers who are well-versed with APA 7 and Harvard referencing and who can write reports and academic papers on Business, Economics, Marketing, and Technology topics. Writers on general IT topics are also welcome.Kindly let me know your turnaround time for short projects of 2,000 to 3,000 wordsThe rate of payment shall be USD 6 per 1000 words.Please attach a few samples and start your application with the word 'Writer; !!=@=!! Research Writing, Article Writing, Business Writing, Research, Business Analysis",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Online preauth/Offline POS owner Merchant required -- 2        ",
        "workDescription": "My client required Company that have Online pre-auth/Offline POS for investment on their projects.Total Project value - $500 Millions in single or [Removed by Freelancer.com Admin for offsiting - please see Section 13 of our Terms and Conditions]Thanks.!!=@=!!Business Consulting, Contracts, Unit4 Business World, Business Plans",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "3d model for android gallery app        ",
        "workDescription": "I am looking developer who was created 3d gallery app before or can handle that kind of application.(For sure you need to show me a sample app that was created by the developer)I will share a link to a sample app if you are ready to create that kind of app please ping me otherwise please move on to different projects.[Link]([login to view URL]) Note: you can create just simple any model for sure to see your skillsThnaks. !!=@=!! Android, Mobile App Development, Kotlin, 3D Modelling",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Senior WordPress Developer        ",
        "workDescription": "I am looking for a senior word press developer that has design skills, CSS skills excellent use of Page builders such as elementor , Divi and all the major page builders, Must be fluent in English and an eye for detail. Should listen and understand instructions careful.Must be available online via whats app or skypeThis person will work with me directly to complete and supplement my other developers team for up coming projects for the next 2-3 months. This is a fixed monthly rate. Max 5 hours per day !!=@=!!WordPress, CSS, PHP, HTML, Website Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 argon"
      },
      {
        "workTitle": "Stacked Cards Swipe Like Tinder        ",
        "workDescription": "* PLEASE READ THE FULL DESCRIPTION PROPERLY AS IT CONTAINS MINUTE DETAILS I need a stacked cards swipe just like tinder (or Tantan). This should include the following features.1. Right Swipe (Like)2. Left Swipe (Dislike) 3. Top Swipe (Super Like) 4. Rewind Last Swipe (Most Recent One)Tech stack allowed: HTML 5, CSS 3, Jquery (MUST).Other libraries that can be included (if needed): Jquery Touch Punch & Jquery Mobile.Functional Requirement:1. A separate jquery function should be called on each activity so that it can be paired with AJAX. For example, something like the following:i) $(.card).on('rightSwipe', function(){});ii) $(.car).on('leftSwipe', function(){});iii) $(.card).on('topSwipe', function(){});iv) $(.ca).on('rewind', function(){});2. A demo AJAX function should be called upon each of the above function which will be modified by me later.3. Apart from swipe, these should also be working with a respective button for each.4. Should show Like, Dislike & Super Like texts while swiping.5. All transitions should be super smooth.6. New ideas are welcomed (and *rewarded).*REWARD: If I find something eye catching or unique in your work, you will be rewarded for your creativity. This doesn't need to be anything extraordinary. Even simplest of creativity can be rewarded.NOTE: I need this done in a single day. Please if you are already busy with other projects and can't spare a day to complete this then please DO NOT BID.ABOUT ME: I am a full stack PHP developer myself so I can do this too. However, I am too busy and occupied with other tasks. Therefore, I had to come up with this task.BUDGET: This is a micro project and can be completed within a few hours. Therefore, I am strict with the budget part (rewards are additional to the budget).LIVE EXAMPLE: Here is a live example of what you need to do. However, this example does not have the rewind feature that you need to make. You can use this script to start off as well and proceed making your modifications. Job half done, right? Now the question is that if there is already such an example then why am I wanting to recreate it? Two reasons. 1st, it's made in pure javascript and I want a jquery version of it. 2nd, it does not have the rewind feature. You need to take care of these two things especially. !!=@=!!HTML5, jQuery, CSS3, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Advertisement platform        ",
        "workDescription": "Looking to develop an advertisement platform where projects compete for votes. The project with the most votes wins free ad space. There will also be a ranking page based on wins and losses. !!=@=!!PHP, HTML, React.js, ECMAScript, AngularJS",
        "workCategory": "freelancer",
        "workAvarageBudget": "30000*50000 ARGON"
      },
      {
        "workTitle": "Connect API to ZOHO CRM Account        ",
        "workDescription": " !!=@=!!My client has a ZOHO CRM account to record construction related projects.They are signed up to this service: [login to view URL] which allows them to view new construction leads/data. This service has an API which my client wants to connect to their ZOHO account (to pull-in data from Glenigan (about each construction project) to their Zoho account.This is an API guide: [login to view URL]This is the information that they would like to pull into Zoho from Glenigan for each construction project from Glenigan:PROJECT VALUE (£)ID ADDRESS PROJECT NAME START DATE END DATE DESCRIPTION IMAGE IF POSSIBLE",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Android app development        ",
        "workDescription": "Affiliate marketing software development projects !!=@=!!Android, Mobile App Development, PHP, Java, Software Architecture",
        "workCategory": "freelancer",
        "workAvarageBudget": "500 ARGON"
      },
      {
        "workTitle": "WIX DEVELOPER - Code WIX email template to be automatically populated with website content -- 2",
        "workDescription": "Question - Can a WIX email template be automatically updated with new website content?I host events and am hoping that when an event is created on the website, the event 'teaser' + date + venue-location can be automatically transferred to an email template which I can adjust/edit/ approve, and then send.Below is a link to my ideal email template. There are a couple of design alterations, to discuss, but ideally the developer will be able to recreate the design below PLUS the necessary coding however if these are separate projects, let me know :-) !!=@=!PHP, Website Design, Graphic Design, CSS, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Data entry        ",
        "workDescription": "Skilled with advance excel knowledge, certified by udemy. Can work on data entry projects accurately and efficiently. !!=@=!!Excel, Data Entry, Data Processing, Web Search, Copy Typing",
        "workCategory": "freelancer",
        "workAvarageBudget": "400 ARGON"
      },
      {
        "workTitle": "Build a Portfolio Website        ",
        "workDescription": "Hi! My friend and I work as creative duo related to photography and filmmaking content for different projects/brands. We need someone who can build our website as a Portfolio which can include a few more assets as social media platform link and contact us.Also, the most administrable for us, the best. We periodically need to change the content on it and we would like to do it by ourselves anytime.We also provide our own domain and hosting.Thanks!!!=@=!! Website Design, HTML, Graphic Design, WordPress, Visual Arts",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Magento2 ScandiPWA customization needed ",
        "workDescription": "!!! ONLY BID IF YOU HAVE EXPERIENCE WITH MAGENTO2 ScandiPWA THEME !!!> Let me know if you have previous experience with ScandiPWA Theme and please provide some links to your projects. < Website and plugins are already installed. Clean default Magento2 content. I will provide development server, theme and plugins.I need a Magento2 designer to customise the theme and make it look like this: [login to view URL]> How fast ? <I don't have a deadline on this project,> Requirements ? <All front-end functionalities + the same designs, layout structure on both desktop & mobile, as website from Google Drive PDFs.> Budget ? <It's a startup project, not an existing business so reduced cost is important. Let me know your best offer.> Which multivendor extension being used <Webkul Marketplace Multi Vendor Module for Magento 2 !!=@=!!Website Design, Magento 2, React.js, eCommerce, Web Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7000 ARGON "
      },
      {
        "workTitle": "Ebay Product Image Editing, Listing & Data Entry        ",
        "workDescription": "We are looking to hire an Ebay lister to Edit and Upload Images and Input Product Details. I would appreciate a dedicated Consistent and available candidate wit 1. Good Phone Android or MAC 2. PC3. Good Consistent internet Connection4. CONSISTENCY and Hard Work is required..Instructions and training over Zoom and Wassapp. Projects will be handed a day before and need to be complete by the end of the next day.Good and consistent internet Connection is very important specially for editing and uploading images...I cannot emphasize on that enough. Looking forward to having you in our TeamHappy Bidding !!=@=!!Website Design, Magento 2, React.js, eCommerce, Web Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7000 ARGON"
      },
      {
        "workTitle": "An Attentive Design Logo Creation        ",
        "workDescription": "I am the co-owners of Evolutions Web Hosting, a free-lance website development team. We are a website development agency that specializes in developing, managing and hosting websites for new or existing business. We also provide Web development services like creating custom logos, creative designs, and website management.The services I offer with this project is logo designing. Your logo is the first thing your clients/ customers see when looking at your business. I'm passionate about transforming your ideas into reality and at the same time paying attention to details. My goal is to deliver projects at a fast turn-around time while maintaining quality.You will be offered as any revisions needed to satisfy your wants needs towards your logo.!!=@=!! Logo Design, Graphic Design, Graphic Art, Website Design, Photoshop",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Upgrade The Frontend My Yield Farming Platform (Typescript/React)        ",
        "workDescription": "I have a BSC yield farming platform, I have updated the smart contracts to have new features, I need to upgrade the frontend with the following:1) New UI/Design (similar like [login to view URL] or [login to view URL])2) Token Required for each farm/pool, investor required to have certain native tokens in their wallet when they want to stake in the farm/pool. Smart contract already have this, the frontend just need to disable the Approve Contract & Stake button when investor's wallet have not enough token for the particular farm/pool. 3) Harvest Lockup for each farm/pool, every farm/pool will have the harvest interval in the smart contract, frontend need to disable the harvest button when harvest interval is not pass yet. There is a canHarvest function in Masterchef that allow frontend to check whether investor is able to harvest for each farm/pool or not. 4) Referral function, the smart contract already added the referral function. I need a referral page, with referral link, when investor share this link to his friend and new investor visit this link and make the deposit, first investor will get paid the token (already done in smart contract). Frontend just need to handle the new referral page, show the referral link & total number of new investor referred by him. The deposit & harvest action in front-end need to add in the referral's wallet address (currently set to zero address)5) A presale page, where investor can buy the native token before launch (smart contract is not ready yet, will deploy and let you know when it is ready). Investor can buy the native token with BNB only.6) An airdrop page, where investor can get free native token before or after launch (smart contract is not ready yet, will deploy and let you know when it is ready), one wallet is only available to claim one time for the airdrop.Current demo site: [login to view URL]You can refer any of the existing yield farming projects in the market.Please message me your previous projects with evidence that it is done by you.Do not simply message me that you are fully understand my requirements and you can do it.If you cannot handle the UI part I will get other person to design for it.Thanks. !!=@=!!Website Design, Graphic Design, React Native, Typescript",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000-12000 ARGON"
      },
      {
        "workTitle": "Tally Prime on AWS Cloud        ",
        "workDescription": "We would like to migrate Tally Prime which is currently installed on a local machine to the cloud (AWS EC2 instance) with the ability to print reports on a local printer.There will be 2-4 concurrent users.Please apply only if you have executed similar projects before. !!=@=!! Amazon Web Services, Cloud",
        "workCategory": "freelancer",
        "workAvarageBudget": "11000 ARGON"
      },
      {
        "workTitle": "Write a Novel        ",
        "workDescription": "Write a story about a young community college professor who develops a shrink ray in his hidden basement laboratory. He is neighbors with 16 year old Joshua and his family and has been for 10 years. The teen used to help frequently growing up with science projects in the lab so he is familiar with Danny, the professor beyond school. So the professor invites him to be his assistant over the summer and the orientation eventually leads to the man being shrunk to just an inch tall. While trying to help Joshua finds a manual of missions meant for flea-size millimeter tall robots to explore the human body via bodily functions: eating, sweating, showering, urination, defecation, and ejaculation. He mistakes these missions as something the professor had planned to participate in himself after being shrunk down. So while the professor tries to clear up the confusion, the boy shrinks him further down and he ends up going through all these missions with the help of the kid's bodily functions and eagerness to help.        !!=@=!!Creative Writing, Book Writing, Ghostwriting, Fiction, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Build me an online store        ",
        "workDescription": "I'd like to have a simple online store for digital products, please send me sample of your previous similar projectsThe most important point is how to get my money, I hope you have an enough experience about the solutions of this problem as paypal doesn't allow selling digital products and may get limited. !!=@=!! eCommerce, Website Design, Shopping Carts, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "MAGENTO 2, TEAM LEADER/TECH PROJECT MANAGER - Bilingual English-Spanish speakers PREFERRED",
        "workDescription": "Bilingual English-Spanish speakers PREFERREDDue to the time zone, we prefer professionals from LATAM We are looking for an experienced Magento developer with 3+ years of experience in Magento 2 development with 2+ in leading large projects and small/medium developer teams. This position is an hour-based contract for a trial period with the potential to move into a long-term contract.General Requirements:• Experience scoping and planning complex development solutions• Provides technical direction for web development projects and serves as the main contact between the CEO and the development team.• Applies significant knowledge of industry trends and developments to projects in order to improve services to clients and our sales force.• Manages and reviews work of the development team (backend and frontend developers)• Recognizes system deficiencies and implements effective solutions• Experience in Magento Ecommerce Multivendors (Marketplace) with a high level of customizations.• Security-minded.• Weekly video meetings or when neede• Experience in converting the user’s requirements into a Tech Doc (S.R.S.)• Quality Assessment, test each feature developed by the team and ensure a quality website is delivered. Carry out Test Cases Creation – Test team Unit/Module Testing - Developer Integrated Testing – Test team Regression testing – Test team• Using Bitbucket or Github, there will be 3 branches – Staging, Development, and Production.• ZOHO Projects for project management and Mantis as a bug tracking tool, or any other tools.• Supervises the W3C coding standard for front-end development and PHP-FIG PSR2 coding standard for back-end development.• NDA required.Skills• Magento 2.3.x and 2.4.x• Supervises Theme creation and customization.• Supervises Extension creation and customization.• Should be versed with HTML, CSS, Javascript, AJAX, JQuery, etc.• Familiar with LESS, CSS, CSS3, Bootstrap, Jquery, HTML5.• PHP/MySQ• Framework: Laravel (It’s a plus)• jQuery, JavaScript, etc.• APIs (REST/SOAP)• Demonstrable knowledge of API integration, Payment Gateways, XML with a focus on standards.• Speed Optimization• Well versed in methodologies such as Agile, Scrum, MVC, etc.• SEO knowledge• Familiar with PWA POS with MSI• Experience with hosting environments (AWS, Rackspace, etc.)• Good knowledge of the availability of Magento extensions on the marketBonus points for:• Being Certified Magento Professional Developer• Framework: Laravel is a plus• An Active Github or BitBucket profile (provide link)• Experience in Affiliate Marketing or MLM developments• Spanish speakerThis is an opportunity to work on complex Magento 2 projects using a wide range of modules, extensions, customizations, and integrations.Please, follow the instructions of the attached doc. !!=@=!! eCommerce, Website Design, Shopping Carts, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-500 ARGON"
      },
      {
        "workTitle": "Product Listing/Uploading on WordPress Woocommerce/Ecommerce Website        ",
        "workDescription": "We need you to upload 500 of Products Images + Descriptions - At least, you should be able to upload/list 100 images + Descriptions Per Day for 5 Days.This is not a one time project, it is a long term partnership proposal that we are looking for. After this, we may engage you for other projects that will involve small and large tasks related to eCommerce, shopping carts or classified ads starting off with uploading products images + Descriptions to our eCommerce websites or platforms where we market or sell our products. YOUR BID AMOUNT SHOULD FALL WITHIN THIS PROJECT'S BUDGET. WE WILL NOT and CANNOT pay more than the stated budget; so don't bid if you don't agree with rate. NB: This task is for you to just upload 500 of our products images to our websites or selling platforms for the set or indicated amount.NB: Please repeat in your bid Ready for long term partnership and I bid to upload ONLY 500 images+Descriptions for 30 for us to know you read the details and accept ourrate for this task. All the best ! !!=@=!!Data Entry, Advertising, Virtual Assistant, eCommerce, Web Search",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "need an article reasearvh        ",
        "workDescription": "I am looking for some simple crypto research-I am looking for all projects thats use the Solana block chain- I want a full list of any projects that may have their own token that runs using the solana block chain. SPL tokens[login to view URL]that is their ecosystem,i would like the list to include links to the Coinmarketcap so I can look into them.I would also like to know is the coins are on FTX exchange, Not [login to view URL] exchange. should be pretty straight forward- let me know if you would like to proceed !!=@=!!Book Writing, Ghostwriting, Research Writing, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "15000-30000 ARGON"
      },
      {
        "workTitle": "Book writing        ",
        "workDescription": "Looking to hire someone who can complete the writing/typing projects The projects should be done on time with maximum efficiency with good typing speed. Looking forward to employ you. !!=@=!!Copywriting, Technical Writing, Research Writing, Report Writing, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7500 ARGON"
      },
      {
        "workTitle": "Looking for full time strong java spring boot, jpa developer from 7 to 3AM IST- VDI-screen sharing.",
        "workDescription": "Hi All,i am looking for java backend developer having 6+ years of experience on java, spring, microservice architecture , data jpa, reset apis, json mapper, hibernate, junit5 test ,mokito , jacoco, database, cloud aws, azure etc , he must have to work from 7pm to 3 am ist in US day time. must have to work remotely wia screen sharing.This is long term projects my monthly budget is 50K INR. payout is weekly based.don't waste time if you want advance or hourly rate.preferring only from India region. !!=@=!!Java, J2EE, Software Architecture, Amazon Web Services, Java Spring, Backend Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "6800 ARGON"
      },
      {
        "workTitle": "Bootstrap Flask Expert        ",
        "workDescription": "I have a couple of projects I need help on:* a mostly finished bootstrap-flask app that needs authentication added to it.* an admin app written using bootstrap-flask with a config management module and a user management.The authentication and configuration needs to be modularized so we can swap out backends as needed. Initially, we will be deploying this in a simple k8s cluster. So, configuration and user information will be stored in configmaps (preferably in YAML format)More projects will likely be coming on an as needed basis, so this could turn into a longer term contract.Describe your experience working with bootstrap-flask and other flask modules.What frameworks have you worked with? !!=@=!! Website Design, HTML, CSS, PHP, Bootstrap",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Build me a website - Full stack (MERN, MEAN, Laravel)        ",
        "workDescription": "I require a full stack developer with advanced aws experience, api experience, php, codeignitor, mysql, laravel, web scraping, rotatng proxies and working with large data and very fast search / filter of this large data. You must have more than 4 years full experience .We want you to build a platform similar to -You must speak perfect English and work on Sk y pe text and be available all the time.We are looking for a full time full stack developer and may look to take you on for other projects monthly after this project is complete. !!=@=!! PHP, Website Design, MySQL, Laravel, React.js",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Social Media Content writer.        ",
        "workDescription": "For this project, we are looking for a social media copywriter to join our team and create social media content for our brands.This is an ongoing project.The final candidate MUST have the following skills:1. Extensive social media content experience2. Fluent in English writing3. Having a portfolio of previous projects is a must.Please send us your previous project's link in your proposal. !!=@=!! Copywriting, Article Writing, Social Media Copy, Social Media Management, Social Media Marketing",
        "workCategory": "freelancer",
        "workAvarageBudget": " 1000 ARGON"
      },
      {
        "workTitle": "Professional Video editor required        ",
        "workDescription": "Looking for professional video editor for our on going projects for long term !!=@=!!Video Editing, Video Services, Video Production, After Effects, Videography",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 ARGON"
      },
      {
        "workTitle": "Urgent need of Portfolio for internship        ",
        "workDescription": "20 pages rendered, well composed with 3d-modelling of design projects is need to don  All the required files and soft copy will be given.Should know Revit, Sketch-up, AutoCAD for 3d and 2d stuffPhotoshop or any other software will be ok for rendering . !!=@=!! Photoshop, AutoCAD Architecture, Revit Architecture",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Looking for a talented React/TS, Redux/TS, Nextjs, NodeJs/Ts developer -- 2        ",
        "workDescription": "I am looking for a talented React/TS, Redux/TS, Nextjs, NodeJs/Ts developerThis is long term position job based hourly. am PM in software developer team. Company based in US. We have many projects.I will share the project detail to only proved developer by interview.If you are really talented developer please apply this job.AUTO BID WILL BE REMOVED. !!=@=!!MySQL, Node.js, React.js, Typescript, Redux.js",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Adwords search and display, adroll and bing expert -- 2        ",
        "workDescription": "Title says it all. We are looking for adwords , facebook and bing expert for some projectsWe need someone who has good experience in these specially adwords, bing and facebook.We want to target and target niche market. Will be setup and regular maintenance.So please get in touch. Thanks. !!=@=!!Internet Marketing, SEO, Google Adwords, Google Analytics, Search Engine Marketing",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000-2500 ARGON"
      },
      {
        "workTitle": "Hiring 2 or 3 video editors for recurring weekly projects        ",
        "workDescription": "I have a youtube channel, but have had trouble finding reliable video editors who finish on time.I am looking to hire 2-3 new video editors for weekly jobs.My raw video and separately recorded raw audio will be about 20 minutes long, me on camera, reading a script. The finished product will be a video about 7-10 minutes long, with added green screen background, background music, and stock images and video on theme.If you can provide basic animation or whiteboard videos, that is even better.To be considered, please answer the following questions (I will not consider any proposals that do not answer these questions):1. Can you add green screen backgrounds?2. Where do you get your background music? How do you choose it?3. Do you have access to large and diverse stock footage and image libraries4. Do you have any experience with basic animation or whiteboard videos?5. Can you create custom thumbnails to go along with each video?6. Please take a look at the content on my channel: [login to view URL] --How do you feel about it?7. Are you excited to work on this type of content (with messages criticizing government and politics, and sharing politically incorrect opinions)?8. How many days will it take you to complete the videos described?9. Do you know how to create a file for the script that will generate properly formatted subtitles on YouTube?Thank you. !!=@=!! Video Editing, Video Services, Video Production, After Effects, Animation",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Smart Checklist for Field Application        ",
        "workDescription": "On Microsoft Power Apps. Please send links to your portfolio for similar projects. A Smart Checklist of about 200 questions including a logical path : if the answer to question A is 1, then it goes to Question B. If the answer was 2 then it goes to Question C and other questions are not showing for the end user.There would be 3 user interfaces to be developed : we can see the same information in a different way depending of the selected role (an Engineer will see Questions A+B+C, but the field technicial will only see A+B).Used for a Construction application, where inspectors have to inspect various rooms, assess conditions and take the relevant pictures of that room for a further usage .Data should be stored for another user to modify it at a later stage.App should be available from a laptop or from a phone (iphone or android) with capability to capture pictures from the camera and stored them.If possible, adding the ability for Augmented Reality by taking a dimension from the camera using the same app.A detailed file of the logic will be provided upon acceptation. The work will be considered completed when the native files will be submitted (to allow me to change the questions if required over the time).IP will be protected through the file available from Freelancer.I can consider any other software, as long as it would be easy for a non-programmer to be able to modify the logic and questions.thank you, Martin !!=@=!! Android, Mobile App Development, iPhone, Power BI, Microsoft",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store 04.06.2021        ",
        "workDescription": "E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line storeWe are looking for E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store.Please only apply for this project if you have worked on Joomla 3.9.18 VirtueMart 3.8.2 and have had minimum of 5 years experience in Joomla 3.9.18 VirtueMart 3.8.2 E-Commence on-line Stores Web development and making modifications and changes to a E-Commence web sites. You will have experience setting up shipping costs along side already existing shipping costs on current product ranges.You will be required to make the necessary corrections and fix any issues relating to the projects on the web sites.There will be ongoing Projects for the right candidate and you must also take into consideration you will required to work with us to make changes in setting up future projects as you work on current projects. There will be very strict Project deadlines for you to meet and it is imperative that these are met.Freelancer must have the following skills:1. Make E-Commence Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store2. Must be experienced minimum of 5 years in code level work changes in FTP3. Excellent Communication skills4. Must work in a very professional manner5. Have good presentation skills6. Meet strict deadlines7. Feedback issues and solutions with a timeframe to complete8. Must have good Business Acumen9. Minimum of 5 years experience in E-Commence On-line stores uploading products and setting up international shipping10. Must be able to show evidence of existing work on E-Commence with a minimum of 3 E-Commence web sites - Evidence of web sites worked on will be required11. Must be able to Correct many anomalies due to Java script which are creating conflicts12. Correcting and fixing broken codes so Java script is not causing further issues throughout the whole web site. 13. Correcting code level deformities on drop down menus. This may require code level change14. Correcting script level flaws15. Adding new content and add optimized images16. Creating new layout of on-line store web pages and creating new pages with the given content and imagesIMPORTANT NOTE: PLEASE DO NOT APPLY FOR THIS PROJECT UNLESS YOU CAN UNDERTAKE AND COMPLETE ALL TASKS WITHIN THE PROJECT. IF ANY CANDIDATE SELECTED IS UNABLE TO UNDERTAKE ALL TASKS WITHIN THE PROJECT WE HAVE THE RIGHT TO WITHHOLD THE MILESTONE PAYMENT. !!=@=!!Joomla, PHP, HTML, CSS, Virtuemart",
        "workCategory": "freelancer",
        "workAvarageBudget": "2480 ARGON"
      },
      {
        "workTitle": "Crypto currency platform - full stack developer - php, mysql, codeignitor, aws, api, big data -- 2        ",
        "workDescription": "We require a full stack developer with advanced aws experience, api experience, php, codeignitor, mysql, laravel, web scraping, rotatng proxies and working with large data and very fast search / filter of this large data. You must have more than 4 years full experience -We want you to build a platform similar to -ur design is in figma and we are using this template for easinessPages required > A register / login / forgot password page to access our admin (email confirm signup) A page to buy the monthly subscription, a way for user to cancel etc, see payment status and invoices. We will use Stripe recurring payments, so you must integrate to their api A page for email rules settings - Here they can set rules when they are emailed with an alert.> A coin detail page for each coin> Coins (home page) - here we have main page and it is a table that lists all coins in our database with the following fields. For each field it includes % increase / decrease compared with previous 24 hours, past 7 days, past 14 days, past 30 days, 90 days, 180 days, 12 months, all time> Page to monitor api calls and bans> A page to view all customers / payment status / details etcThis will be your first project, we expect to be completed in 25 days max. for this project we will pay $1300 once complete, 30 days later $600 and 30 more days later $600. ($2500 total).You must speak perfect English and work on Sk y pe text and be available all the time.We are looking for a full time full stack developer and may look to take you on for other projects monthly after this project is complete. !!=@=!! PHP, MySQL, HTML, Software Architecture, Full Stack Development        ",
        "workCategory": "freelancer",
        "workAvarageBudget": "15000-30000 ARGON"
      },
      {
        "workTitle": "Create 3D logo or product animations ranging from 15 to 30 seconds        ",
        "workDescription": "We need freelancers that can help with 3D logo or product animation videos from time to time for our customers. The videos must be a high resolution with frame rates from 30 fps to 60 fps, and ranging from 15 seconds to 30 seconds.We would like to get an indicative costing idea, in order to build the costs into our projects for our customers. !!=@=!!3D Animation, Animation, 3D Modelling, After Effects, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-2500 ARGON"
      },
      {
        "workTitle": "woocommerce theme design need to be edited        ",
        "workDescription": "hi we have small changes in header and footer for woocommerce theme design . the theme used is elessi . this will lead to more projects in future !!=@=!!WordPress, PHP, WooCommerce, CSS, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Create 3D logo or product animations ranging from 15 to 30 seconds        ",
        "workDescription": "We need freelancers that can help with 3D logo or product animation videos from time to time for our customers. The videos must be a high resolution with frame rates from 30 fps to 60 fps, and ranging from 15 seconds to 30 seconds.We would like to get an indicative costing idea, in order to build the costs into our projects for our customers. !!=@=! 3D Animation, Animation, 3D Modelling, After Effects, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Social Media Marketing        ",
        "workDescription": "Need experienced person for social media marketing, for taking photos/video clips, for a private school in Clifton, Karachi, (Pakistan). Please share previous experiences and projects as examples. !!=@=! Social Media Marketing, Facebook Marketing, Instagram Marketing, Photography, Creative Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-250 ARGON"
      },
      {
        "workTitle": "Agency searching Kirby CMS Freelancer        ",
        "workDescription": "We are a small Agency and need help with some kirby projects. Its about building Sites, change existing Sites and so on. Its all about Kirby CMS !!=@=!!Website Design, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "800 ARGON"
      },
      {
        "workTitle": "Looking for Spanish sworn translators        ",
        "workDescription": "We are looking for Spanish sworn translatorsThis is for the long term association with us for the ongoing projects we haveinterested Spanish Sworn translators reply to the job post !!=@=!!Translation, Spanish, Spanish (Spain), English (US), Proofreading",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Unity/C# expert for long-term        ",
        "workDescription": "I have a Unity project that has already been developed. I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution. Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!Unity 3D ",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Small Task 3        ",
        "workDescription": "Allenross356 here. Here is another task for my team of freelancers, by one of my clients.Read the [login to view URL] file first.And then read the PDF file,in order to understand the project.Pay:3000 INR for this task.Plus a great 5-star reveiw !Plus, once the task is completed,you will be hired consistently for bigger projects,where you make more money for lesser work.So, all the best !:) !!=@=!! PHP, HTML, Ruby on Rails, Web Development, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "200 ARGON"
      },
      {
        "workTitle": "I Need A Swedish        ",
        "workDescription": "Hello, I am looking for an experienced native Swedish for my translation and proofreading projects. I need good quality work. !!=@=!!Swedish, Translation, Proofreading",
        "workCategory": "freelancer",
        "workAvarageBudget": "4000 ARGON"
      },
      {
        "workTitle": "Video Editing/Color Grading for Music Video (RUSSIAN SPEAKING ONLY)        ",
        "workDescription": "Hello, I am a singer-songwriter. I am looking for a Russian-speaking editor who has experience with editing music videos, fashion-oriented projects and color grading. Knowledge of VFX is a plus. The song is entirely in Russian, so the knowledge of Russian is a big factor in achieving the best results. I will be happy to provide the mood board, storyline, best stills from the video and references for the editing style I like for project to the right candidates. Thank you and I look forward to hearing from you! !!=@=!!Video Editing, Video Services, Videography, Russian",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "Looking for a high quality custom 120 seconds animated video. No cookie cutter software please(Kindly read the description before applying)        ",
        "workDescription": "Script: 309 words. We need some 3D elements to be incorporated in the video.Both script and voice-over will be [login to view URL] are the mandatory requisites:send only 2 of your relevant samples. Please don't send your entire portfolio.revisions needed at the time of storyboarding and animation. The to and fro may need some time, so you need to be patient with the feedback.prefer someone who will give a smoother/professional/polite experience throughout the process.need a separate version with subtitles and one without.and copyrights required for the video.The right fit will be considered for future projects as well.!!=@=!! Animation, After Effects, Adobe Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "2400 ARGON"
      },
      {
        "workTitle": "ecommerce app        ",
        "workDescription": " Mobile App Development, Android, iOS Development !!=@=!! Mobile App Development, Android, iOS Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "7000 ARGON"
      },
      {
        "workTitle": "React Developer        ",
        "workDescription": "We are a small digital agency based in the North East. We are looking for an experienced React developer for a new project which will last a minimum of 3 months You would be working in a team of 4 + project manager on weekly iterations building a new payment platform.Ideally, you will have experience in a range of software development projects and 2 - 3 years of developing using React.Strong communication skills and be able to communicate complex issues in a clear and understandable manner, you would participate in all relevant meetings and stand ups (and be listened to!) !!=@=!!React.js, Frontend Development, Typescript, ECMAScript, HTML5",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Expert YouTube Thumbnail Designer Needed        ",
        "workDescription": "Are you an expert designer who can create next level YouTube thumbnails for mobile devices scalable up to large screen TVs? In my first round, I have 9 thumbnails I drafted for your review. This projects requires your ability to provide a strong brand with great visual appeal where viewers will see my thumbnails stand out and want to click. I want consistency, scalability across devices, and huge appeal. If you are interested and would like to see my 9 drafts, please let me know so we can discuss your bid and time frames. Deliverables: all original files, photos, images, designs, and png, jpg and gif formats. What I see on a small mobile device is the same thing I want to see on a large 75 TV screen !!=@=!!Graphic Design, YouTube, Social Networking, Photoshop, Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Build a website on shopify - must have knowledge of hobby and crafts        ",
        "workDescription": "I have a website already which I have built myself on shopify but I need another one dedicated to wooden crafts and accessories and I need it to be full of content, projects , and craft orientated blogs and articles.        !!=@=!! Website Design, HTML, PHP, Graphic Design, eCommerce",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Hiventy - KOR/ENG, JPN/ENG freelancers recruitment        ",
        "workDescription": "Hiventy is looking for translators in the following language pairs 1. Korean to English2. Japanese to EnglishRequirement: Native or near-native in EnglishDESCRIPTIONService required: translation and/or checking/proofreadingShould you be interested in participating in our projects, please fill out your information and take the test here to apply:Thanks. !!=@=!!Translation, Japanese, English (US), Proofreading, Korean",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "AI/ML model in python for audio processing        ",
        "workDescription": "Python, Artificial Intelligence, Machine Learning (ML), Deep Learning, Algorithm !!=@=!!Python, Artificial Intelligence, Machine Learning (ML), Deep Learning, Algorithm",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Professional Photoshop Edit for Productpictures & Beauty Retouching -- 2        ",
        "workDescription": "Hello,I am looking for a professional photo editor who can professionally edit product photos and people photos.Since unfortunately my phto editor no longer has time I am looking for a photo editor who regularly edits photos for me.I need especially the photo editing for- product photos( color correcting, transparent background, mirror shadow, - look for more details at the before and after edits)- People photos( color correction, smooth skin, hair retouch, skin retouch, transparent background, make the photo look good - look for more details at the before and after edits)To see if you are suitable for future jobs, I have created this contest.I always pay 6 EUR (7,27 USD) per photo edit.Some photo edits are a bit bigger, some are smaller.By working together, the amounts add up quickly.My ex editor made 100 EUR a month last year from my projects.For the project I need an edit of the product photo (product [login to view URL]) and the person photo (people [login to view URL]). I pay total 12 EUR for these both edits.I need both in png like the previous edits.To let you know what kind of work I expect, I have uploaded some examples of past edits in the folder !!=@=!! Photoshop, Photo Editing, Photoshop Design, Adobe Lightroom, Photo Retouching",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Full-stack Unity/C# expert for a long-term -- 2        ",
        "workDescription": "I have a Unity project that has already been developed. I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution. Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!iPhone, Android, Unity 3D",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 ARGON"
      },
      {
        "workTitle": "Planning Permit and Building permit drawings        ",
        "workDescription": "Planning Permit and Building permit drawingsAustralian experience is a must.please show examples of your projects. !!=@=!!Building Architecture, Autodesk Revit",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Photoshop, Photo Editing, Photoshop Design, Photo Retouching, Photo Restoration",
        "workDescription": "Hello,I am looking for a professional photo editor who can professionally edit product photos and people photos.Since unfortunately my photo editor no longer has time I am looking for a photo editor who regularly edits photos for me.I need especially the photo editing for- product photos( color correcting, transparent background, mirror shadow, - look for more details at the before and after edits)- People photos( color correction, smooth skin, hair retouch, skin retouch, transparent background, make the photo look good - look for more details at the before and after edits)To see if you are suitable for future jobs, I have created this contest.I always pay 6 EUR (7,27 USD) per photo edit.Some photo edits are a bit bigger, some are smaller.By working together, the amounts add up quickly.My ex editor made 100 EUR a month last year from my projects.For the project I need an edit of the product photo (product [login to view URL]) and the person photo (people [login to view URL]). I pay total 12 EUR for these both edits.I need both in png like the previous edits.To let you know what kind of work I expect, I have uploaded some examples of past edits in the folder. !!=@=!!Photoshop, Photo Editing, Photoshop Design, Photo Retouching, Photo Restoration",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "Wordpress/Woocommerce Backend Lead (PHP,MySQL,Litespeed)        ",
        "workDescription": "REMOTE ROLE :We are looking for an experienced Woocommerce Backend Lead Systems Admin to help deploy, maintain & optimise our Woocommerce projects, and also modifying and developing plugins where needed.Konbini Technologies builds IoT Unmanned Retail,Self-Checkout & Online Ordering Systems for the Food Service & Industrial sectors [login to view URL] Our team is spread out over Singapore, Vietnam and Malaysia , and we run Woocommerce as a backend for various projects, integrated with our smart machines. We build solutions for multinational enterprises including: Lenovo, Unilever, CPRam, ISS, Sodexo, amongst othersJob Description• Deploy & Maintain our various Woocommerce systems running on DigitalOcean & AWS• Maintain and adjust existing application codebase include troubleshooting bugs to ensure strong optimization and functionality• Research, implement and modify suitable existing plugins to achieve necessary business logic• Develop new plugins to fulfill required business logic• Modify/Tweak frontend design according to project requirementsYour Skills and Experience• At least 3 years of Wordpress/Woocommerce experience• 3 years experience in server-side technologies & optimisations including PHP-FPM,LiteSpeed,• At least 3 years of cloud server experience• Strong understanding of Wordpress platform, fundamentals, REST API & Webhooks• Strong understanding of server architecture including load balancers, object buckets, master-master DB, caching, optimization• Strong experience in e-commerce business logic• Experience with IoT protocols and best practises is preferred.• Intermediate English !!=@=!!PHP, MySQL, WordPress, System Admin, WooCommerce",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Leaderboards        ",
        "workDescription": "My favorite freelancer seems to be busy and I am going to post this but wait for a day to see if she comes back then I will award it, I just came under a deadline. She said she had finished it, I paid her for it. She frequently Is busy with other projects and has power outages and has not been back to post her work and that has been ok since I did not have a deadlineThere are four leaderboards (1 is working). The first leaderboard (All Time Heroes) is for the total amount of points they have bought. The next leaderboard (Heroes to the Cause) is for the total amount of points they have transferred back into the game. The third leaderboard (Best catfishers) is the total amount of points received from other players minus the total amount of points they have bought. The fourth leaderboard (Biggest Catfish) is the total amount of points they currently have.On this page [login to view URL] you will see the leaderboard that is working called “Biggest Catfish”. It is descending on the column that says “Loonies”. (loonies are what points are called) Beside the loonies column you see a column called “Tributes”. Tributes are the points that are transferred to the player called “Bootymaster” which go back into the game and are the (Heroes for the Cause) leaderboard.The website uses formidable forms, mycred, gamipress and has a few custom modifications my favorite freelancer put in. !!=@=!! PHP, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Full-stack Unity/C# expert for a long-term        ",
        "workDescription": "I have a Unity project that has already been developed.I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution.Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!iPhone, Unity 3D, Android",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Make coupon and price comparison website like grabon and smartprix        ",
        "workDescription": "web developerLooking for an experienced developer for a 3–6-month project? You will work with a team of international experts for this project. This contract includes multiple sub-projects. Must be experienced with Javascript, AngularJS, Bootstrap, and Kendo UI. Please note we are creating a Rich Internet Application, website/blog/etc. We have specifications available for applicants to review upon request.example grabon and smartprixIf you are interested in this project, please reply with your prior experience.What works? This post includes:A clear, specific project titleThorough project overview with a challenge to be solved detailed list of qualificationsThe desired skill levelInformation for those who want to review project details and specs !!=@=!!Web Development, PHP, HTML, JavaScript, MySQL",
        "workCategory": "freelancer",
        "workAvarageBudget": "730 ARGON"
      },
      {
        "workTitle": "looking for social media marketing expert        ",
        "workDescription": "we are looking for for social media marketing expert who can do organic and paid social media marketingPrime objective - to generate salessecondary objective -to get more likes and followersIts for herbal beauty productFor a professional , experienced and hardworking person - will have 2 more projects gradually !!=@=!! Social Media Marketing, Facebook Marketing, Pinterest, Digital Marketing, YouTube",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Unity/C# expert        ",
        "workDescription": "I have a Unity project that has already been developed.I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution.Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!! Unity 3D, iPhone, C# Programming",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "High Skill Laravel Developer +Android App Developer Part time        ",
        "workDescription": "Need developer to assist my projects on laravel,php,mobile app !!=@=!!PHP, Laravel, Android, Mobile App Development, iPhone",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000-7000 ARGON"
      },
      {
        "workTitle": "eCommerce Website for Multiple Categories Products & Mobile App        ",
        "workDescription": "We want a e-Commerce website with following specs apart from the basics : -1. Professional Theme & easily customisable2. SEO Frienly & Basic SEO done while creation3. Admin Login & Sub Users ( with Limited Acess) 4. Customer Login with Order History & SMS - Login using google A/c & Mobile Number should be able to Login using Mobile & OTP Also5. Multiple Payment Gateway Integration ( API by us)6. Shipping / Logistics Integration7. Category wise products8. Category wise Filters For eg Mobiles - RAM ROM , Screen Size,9 Coupon Creation with conditions10. Deal Emailer / APP Notification Option11. Mobile App connected to the same website12. User Data Reports should be available to AdminONLY INDIAN FREELANCERS ALLOWEDNO INCREACE IN BUDGET LATER ONFREELANCER MUST HAVE PAST EXPERIENCE & SHOULD BE ABLE TO SHOW PAST PROJECTS CREATED BY THEM !!=@=!! eCommerce, Shopping Carts, HTML, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "500-700 ARGON"
      },
      {
        "workTitle": "Javascript projects        ",
        "workDescription": "Google extension project, Payment gateway integration and freelancer must have knowledge of both frontend as well as backend . !!=@=!! PHP, JavaScript, Software Architecture, jQuery / Prototype, Full Stack Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Javascript projects Expert -- 2        ",
        "workDescription": "Google extension project, Payment gateway integration and freelancer must have knowledge of both frontend as well as backend .        !!=@=!!PHP, JavaScript, Software Architecture, jQuery / Prototype, Full Stack Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Build ME a WEBSITE - A JOB SEARCH/PLACEMENT SITE SIMILAR TO INDEED ",
        "workDescription": "LOOKING FOR AN EXPERT TO BUILDA GOOD AND PROFESSIONAL-LOOKING WEBSITE THAT FUNCTIONS RIGHT.MUST BE EASY TO USE, CUSTOMER FRIENDLY, AND COMPATIBLE ON DIFFERENT PLATFORMS SOMETHING SIMILAR TO INDEED, GUMTREE JOBS ETC MORE INFO ON REQUEST.ALSO, I HAVE 3 DIFFERENT OTHER PROJECTS, SO IF THE FIRST IS DONE RIGHT, I WILL GIVE YOU ALL !!=@=!!PHP, Website Design, HTML, Graphic Design, WordPress",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Progressive Web Apps Meta Tags Rendering Issue        ",
        "workDescription": "Hi we have a projects made on Progressive Web Apps, not using any framework. The only problem coming is of rendering the dynamic meta tags. !!=@=!!PHP, HTML, Website Design, CSS, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "Excel expert",
        "workDescription": "Require energy TOU data and pricing analysis on energy projects.!!=@=!!Excel, Energy Modelling",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "Need Node.js Experienced Developer for monthly basis        ",
        "workDescription": "We have real time third party Api integration and Ui developement Accoringly using Node.Js and React js And mongo db. 1.) I need Individual Developers (Fornt-End Developer, Back-End Developer or Full stack Developer ).2.) I need them On monthly basis.3.) Only Experienced and Serious can Apply.4.) You should be co-operative with group projects and Start-Up Culture.Technologies-: Node.Js, Mongo Db, React.Js, Redux, AWS. !!=@=!!Node.js, NoSQL Couch & Mongo, Express JS, AngularJS, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "6200 ARGON"
      },
      {
        "workTitle": "MS SqL expert required ",
        "workDescription": "I need a MS SQL expert for my current projects. If you have knowledge please bid. Details will be shared in message with the freelancers. !!=@=!! Microsoft SQL Server, SQL, Database Administration, Microsoft Access, .NET",
        "workCategory": "freelancer",
        "workAvarageBudget": "250-750 BUSD"
      },
      {
        "workTitle": "",
        "workDescription": " !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "0x3e54e1840D1EBb0a7A019Bf82b949bDC288E652a",
        "workDescription": "HEY FREELANCERS THERE IS WORK FOR YOU I WANT TO MAKE MY WEBSITE ATTRACTIVE WHICH ONLY CAN BE DONE I YOU HAVE SKILLS OF CSS,BOOTSTRAP,HTML5 ETC BEFORE THAT I WANT TO SUGGEST YOU TO VIEW MY WEBSITE BEFORE AGREEMENT MY SITE IS https://www.couponsheecoupons.codes !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "500 BUSD -444BUSD"
      },
      {
        "workTitle": "To Create 3D Walkthrough video for 3BHK apartment.",
        "workDescription": "Need to create 3D Walkthrough video for a apartment. I have 2D floor plan and all the measurement details.If the work is neat and nice. Will have more future projects. !!=@=!!360-degree video, Autodesk Revit, Architectural Engineering, Autodesk Sketchbook Pro, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "35 BUSD"
      },
      {
        "workTitle": "Lightroom editor required to edit projects 300-1500 images READ BEFORE BID",
        "workDescription": "Edit raw images around 300 - 1500 images per projectdelete duplicate imageslight editing in lightroom will take around 1-2 hrs per project !!=@=!! Photoshop, Photo Editing, Video Editing, Editing, Photoshop Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "35 BUSD"
      },
      {
        "workTitle": "Udaciry Communcation data funding project",
        "workDescription": "Hi,I have one project left in Udacity projects,and I need your help to finish the project by today, What is the price, ? It need to be written from you not copied from other projects best regards !!=@=!! Python, Data Analysis, Data Analytics",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-35 BUSD"
      },
      {
        "workTitle": "eGOVERNANCE FLUTTER APP + DYNAMIC WEBSITE",
        "workDescription": "NOTE: You are required to have strong Laravel skills AND BE VERY QUICK TO DELIVER DIFFERENT PARTS/MODULES ASAP for this project. THERE IS AN EXISTING CODE TO BUILD FROM TO MAKE WORK FASTER. CREATIVITY REQUIRED TO UNDERSTAND HOW EXISTING CODE CAN BE BEST DEPLOYED TO MEET REQUIREMENTS BELOW: Brief: This project is a web portal and flutter app requirement. Many governments today seek to increase participation of citizens in the governance process. This platform will provide citizens with access to contribute in policy making and planning. Discissions will be enabled per issue and can be managed Admins and Sub Admins. 3 Levels of Users1) Citizens - general public who come to make request, complaints, view and use site, probe and submit ideas2) Officias - who respond to queries, questions and who post tasks, projects discussions3) Admin: managing and moderating the operations of the previous 2The new site will be like [login to view URL] and actively encourage citizens participation in how they are governed. Each government ministry will have a section for the Heads and management team at back end while they can post development efforts while citizens track such issues at front end. For instance, they could have a project they are posting and then they crreate the project for public discussion. They can create topics, games, new, etc for citizens enagagement. It will be a Query and Response system that different citizens will have access to to question an office.Admin can set up offices and the names of officers in charge of the hierarchy in that office. Messaging is critical as it must be possible for different offices to be able to receive chats on different issues amongst themselves. Integrated chat system to connect differnt offices required.Different ministries and offices can collaborate on projects, discuss projects and generate tasks either internally or externally. So a task managemnt tool will be useful here. Citizens themselves can volunteer projects, tasks and projects which other citizens can see. This is to encourage activities that citizens can contribute to leadership.It will have a strong Whistleblower component to allow for complaints and discrete reporting of issues to authorities. Misconduct, theft, corruption and crimes can thus be reported on the platform to the authorities. It will also allow appraisal of officials along agreed lines.System will have strong SMS, Social Media, Email integration for different services. from registration to reporting.The system will also be able to take payments for different services as advertisements will be allowed on the site. There will laos be a tier system where some officers can view and see activities of offices under them.Users can submit proposals, book appointments, submit ideas or suggestions to different ministries and offices. Ministry reps and officials wil also be able to reply and respond on the portal requests, questions and queriesThe platform must also have very strong reporting and analytics section. Reports must be downloadable in different formats as well. Read Less !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "700-1500 BUSD"
      },
      {
        "workTitle": "Looking for a fast and reliable web designer",
        "workDescription": "We are an agency and we have many projects.We are looking for a longterm partner who is fast and reliable. !!=@=!! Website Design, Graphic Design, Illustrator, Logo Design, Banner Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "250 BUSD"
      },
      {
        "workTitle": "content writing - 3 pages",
        "workDescription": "We are looking for a freelancer to do some content writing for a pharmaceutical company.We will give you topics to talk about, outlining our services, it will be your task to write the content in a professional manner.Must be a native English speaker, maximum length would be 3 pages.We are looking for someone to join us long term as well for help in writing blogs, the right candidate can be awarded other projects in the future !!=@=!! Content Writing, Article Writing, Copywriting, Ghostwriting, Creative Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "30-250 BUSD"
      },
      {
        "workTitle": "Content Writer | Technology, Mobiles, Laptops",
        "workDescription": "We are looking for content writers who can write articles on technical stuff e.g., technology, gadgets, laptops, mobiles, processors etc.What we will provide:1. An account to [login to view URL]2. Rs. 500 for 15 articles (Breakup: Rs. 250 for first ten articles and Rs.250 for the next five). If you work well, this amount will be increased and you can be with us for a longer time. 3. The article will be the blog’s property but it will come under your name (credit will be given).4. The article topics will be provided or you can come up with your own ideas.Writing Notes: 1. Word Limit: 400 – 600 2. Readability: Don’t go Shashi Tharoor on your article. Just try writing in simple language. You can use any online grammar checkers for inspecting any errors or content cohesiveness 3. Images: At least one featured image that will be the identity of your article and a few more if you require them. These images should be from any of the free sources (not plagiarized) e.g., Pexels etc. You can provide your handwritten/images captured by you as well. 4. Plagiarism: Don’t copy paste content from any other source, be it blogs, Quora or any other books. Read about plagiarism on google. We’ll be running a plagiarism test on the given article as well. IF YOUR CONTENT TURNS OUT TO BE PLAGIARISED, NO PAYMENT WILL BE GIVEN AND YOU WILL BE BLOCKED FOREVER FROM THE PLATFORM.5. A simple, neat, readable article is what we want, that’s it.As stated before, if you work well, we will provide you more projects and better remuneration as well. !!=@=!! Article Writing, Content Writing, Blog Writing, Technical Writing, Article Submission",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "Web-based Application - Existing/Running Project",
        "workDescription": "We are looking for an intermediate-level developer or senior/senior-like developer to join our staff.Junior developers are also welcome if they think they can help us.Requirements-strong-minded, has the capacity to face problems without giving up-Will to learn TypeScript / Experience with TypeScript-Enough time to carry that jobRole in the teamTake charge of some of the issues we are encountering. We have the fixes, we just need someone to write the code ™️ We currently need a feature written in C#, some refactoring in the TypeScript app. All are trivial and you'll get helped if you're stuck. We are mostly looking for bandwidth so that we can deliver faster.Code stack... consists of two main projects:-C# backend/frontend app for task handling and web-based administration-TypeScript+puppeteer service for browser automation-MongoDBInfrastructure-Docker + AWS-Scaling via an AWS load balancer + auto scaling group of EC2 instances-The workers communicate with our main C# backend via HTTP (load balancer) We appreciate your interest!SEIG Systems UG (haftungsbeschränkt)Skills: .NET, C# Programming, JavaScript, Amazon Web ServicesSee more: convert windows desktop application web based application, web based application form design sample template, use access database web based application, convert windows based application web based application, convert window based application web based application, internet web based application scheduling, web based application development, access web based application, web based student registration system project, coldfusion web based application, web based application emailing, web based application project, need web based application, free web based application, web based application client php, project description web based application, web based interior design planner project, can convert project web based application, mini project social networking web based application jsp, web based application project tracking !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "looking for Tie up with SAP related Activities in the countries Canada, Singapore, East Africa,UAE",
        "workDescription": "Dear Bidder,I represent SGN software Pvt Ltd. An India based SAP Gold Partner Company in ECC and S4HANA. We have a sizeable presence in Indian Domestic Market, across all types of Projects, like, Implementation, Support, Roll .We would like to tie up with the local companies in those said countries to initiate our overseas Venture. If anyone is interested, please respond. We are aggressively looking for an entry.Regards Abin RegardsAbinSkills: SAPSee more: looking offshore sap, calculator perform tax related activities, looking project sap, sap related projects, looking tie, looking for a freelance marketing professional in singapore, looking for freelance coders or programmers in singapore, looking for freelance ms project planner in singapore, looking for sap abap developer in saint louis, looking for sap consultants mysore india, looking for sap data entry operators, looking for sap pi developer, looking for sap, looking to hire freelance book designer in singapore, looking to hire sales and marketing in singapore, clients looking for sap resources in south africa, companies are looking for specialists in excel in canada, freelance fringe activities for events singapore, how to bypass the layers while looking for sap job, how to find a sap basis analyst in canada !!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "20.000-30.000 ARGON"
      },
      {
        "workTitle": "Looking for an Experienced Flutter developer",
        "workDescription": "We are Incomeinn Technologies based on Cochin [login to view URL] are looking for experienced flutter developer for our Regular projects !!=@=!!Mobile App Development, Flutter",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Ms word writer in Malay needed",
        "workDescription": "We need a Malay Ms word writer that can translate our documents and handle our projects.!!=@=!!Translation, English (US), Copywriting, Thai, Malay",
        "workCategory": "freelancer",
        "workAvarageBudget": "2.500 ARGON"
      },
      {
        "workTitle": "Bep20 token deployment",
        "workDescription": "I need a developer that will work with me in deploying bep20 token on BSC. I am an intermediary i work as a freelancer on other platforms. I need a developer that will work with me to make my projects a success.. we are going to work together on a lot of project i need someone that is ready. !!=@=!!Web Hosting, Software Testing, Website Management, Project Management, Website Testing",
        "workCategory": "freelancer",
        "workAvarageBudget": "2.500-7.500 ARGON"
      },
      {
        "workTitle": "Frontend Engineer ",
        "workDescription": " For long term projects monthly retainership candidate needed from mumbai region!!=@=!!PHP, HTML, Website Design, JavaScript, HTML5",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "Architectural designer for Residences  ",
        "workDescription": " Architect is requested to collaborate with us in the development of High-end Residential projects- Requirements - Equipment- Fast Reliable Computer- Excellent Internet connection- Camera y mic. Working for Online Meetings- Skills- Sketchup & Revit - Advanced Level Required- 3D Modeling Skills able to perform 3D molding with precision, Organization and Cleaning- AutoCAD- Photoshop- Professional skills- Proactive, Motivated, Observer, Committed, Teamwork, Responsible, Excellent Punctuality, Performance Management- Excellent planning skills, ability to conceptualize design innovation and create aesthetic designs that meet the requirements and functionality- Shows initiative, process innovation, problem solving and quality of decisions with great attention to precision and attention to detail- Person with high organizational capacity, Vision, desire to grow, willing to constantly learn and be challenged by challenges.- Assertive communication and used to working in an agile environment that is constantly changing.- Responsibilities- Adopt internal standard working procedures- Attendance to virtual meetings- Communication with the other departments and follow up on pending ones.- Know the code of ethics and internal regulations.- Scope of Work- Prepare, Design and Analyze, the layout of preliminary projects.- Elaboration of project concepts, 3D Design Proposals: Facades, Interiors, Gardens, and finishes- Development and monitoring of the project in each of its phases, maintaining constant communication with the team.- BIM project management. Development of Construction plans and integration with the corresponding engineering- Monitoring of project modifications, documentation, 3D modeling, Revit model update as required by the project- Elaboration of 3D Models, Renders and Virtual Tours & presentation sheets - We offer - Constant professional training learning about the High-End Custom Homes Industry and its USA design and construction requirements- Schedule- Mon-Fri- 9:00am-6:00pm Pacific Time!!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "POS Point of Sale SysteM ",
        "workDescription": "We are looking for something similar to one of the running projects online. This is the example site to refer: [login to view URL] !!=@=!!PHP, Website Design, MySQL, Laravel",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "Need a 3D Max designer for for interior design projects",
        "workDescription": " I am an interior designer and need the 3D views of my designs!!=@=!! 3D Rendering, 3D Modelling, 3D Animation, Interior Design, 3ds Max",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "React Programmer for Peatio/Baseapp customisation",
        "workDescription": " We seek an expert React Programmer for Peatio/Baseapp customisation.Strong preference for someone with Openware Peatio Baseapp experience.Project involves frontend customisations to an existing project.It is imperative to provide examples of previous relevant projects to be considered.Strictly principals only, not companies or agencies.Initially 80 hours work, with a view to ongoing development.!!=@=!!php,anan,phostoshop,adobe",
        "workCategory": "freelancer",
        "workAvarageBudget": "30.000-50.000 ARGON"
      },
      {
        "workTitle": "ML-search engine ",
        "workDescription": "We are looking for a talented search engine builder who has had experience with creating search engine. I myself am a python coder. I wanted to implement my ML model power search engine to my website. I have my model and database. Please send me your search engine example or github projects. !!=@=!! Software Architecture, PHP, Web Scraping, Machine Learning (ML), Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "I want to sale my multi vendor e-commerce store  ",
        "workDescription": "I want to sale my multi vendor e-commerce store And also I have a saas project that I want to sale out in half prices ma'am issue is that both projects I have developed but now I want to reduce the development cost if anyone interested I will sale both of the projects in half pricesthank you !!=@=!! Blog Install, PHP, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": ""
      },
      {
        "workTitle": "Laravel 8/Vue.js developer.",
        "workDescription": "We looking for 2 developers who have high skills - Vue, Laravel, PHP.Since it's a long-term job, and especially because there are many projects and we are looking for a developer who has high skill and can finish fast it.We prefer the new India/Pakistan developer.Thanks !!=@=!PHP, JavaScript, Website Design, HTML, Laravel",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Realtime sound recognition using machine learning",
        "workDescription": "The project is continuation of an ongoing audio classification ML Project. Demo deployed on AWS. Need personnel to understand what is deployed currently on AWS and build on that.This project is one of multiple phases. So more projects will follow. Will need personnel to be available for phone calls. !!=@=!!Software Architecture, JavaScript, Python, Machine Learning (ML)",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500 ARGON"
      },
      {
        "workTitle": "STM based Digital Voltmeter & Ammeter        ",
        "workDescription": "Hi, I do business related to electronic projects and instruments. I want to design STM32 based Voltmeter and Ammeter. It uses very few components that why very cost-effective. This type of voltmeter and ammeter is already available online but has major limitations like one point of voltmeter and ammeter is common. I want that to be independent so that I can measure voltages and currents independently. I will need a PCB design preferable single-sided, circuit diagram, STM32 code, how can I program them to replicate and range adjustments with software or hardware for both Voltmeter and Ammeter independently. I have a piece of basic knowledge of programming with Arduino but never ever work on STM32. The model of the product is DSN - VC288. Voltmeter range is 0 - 100V and Ammeter range 0 - 10 A, 0-100mA, and if possible in micro ammeter with good accuracy. !!=@=!! Electronics, Electrical Engineering, PCB Layout, Microcontroller, Circuit Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "Joomla expert needed        ",
        "workDescription": "Hi.I need a senior PHP developer to work on Joomla projects. HTML, CSS, Javascript skills are also needed.Please share your previous work example on your bid. Thanks. !!=@=!!Joomla, CSS, PHP, HTML, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "1 BNB"
      },
      {
        "workTitle": "Machine learning / image analysis expert",
        "workDescription": "We need to build, train and test a machine learning model able to extract the foreground of product images very fast and accurately. In other words; a model to remove the background. The model should be able to learn over time considering prior errors.Our datasets are fairly large with +2.000.000 images where the background is primarily white with often distinct contours. The dataset does however sometimes contain landscapes, colors, etc. The model should be able to handle this. Much like [login to view URL]I would prefer if the model was coded in python, but it's not a requirement.You must have prior experience with machine learning and image analysis. I would also like to see some of the machine learning work you've done before. If you haven't worked with ML and image analysis or deployed a model before this is not the project for you.I'm nowhere near an expert in ML so feel free to suggest existing open source projects as part of the solution. We don't have to code everything from scratch if someone has already done the foundation.I look forward to hearing from you! !!=@=!! Python, Machine Learning (ML), Image Processing, Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "4000 ARGON"
      },
      {
        "workTitle": "Need a .net developeR",
        "workDescription": "Looking for developer/s for one of my projects. !!=@=!! Python, Machine Learning (ML), Image Processing, Artificial Intelligence",
        "workCategory": "freelancer",
        "workAvarageBudget": "768 BUSD"
      },
      {
        "workTitle": "Need fees collection app        ",
        "workDescription": " Need an app for fee collection, school will collect fees from students/parentsVery simple project.Something like this [login to view URL]please watch the video and if you can build this short period time, bid on this.The lowest amount bid will be choosen.This can turn into long term projects as we will include lots of services.!!=@=!! Mobile App Development, Android, Software Architecture, Flutter",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "We need a Graphic Designer",
        "workDescription": "We are looking for a talented Graphic Designer, who can create icons for us, we want to create a long term relationship for future projects. !!=@=!! Graphic Design, Icon Design, Photoshop, Logo Design, Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Workflow automation        ",
        "workDescription": "Build automated workflow that allows user to select specific equipment/instruments for test scenarios from a pool of equipment (and test scenarios) aggregated from prior projects        !!=@=! Web Development, Database Programming, Excel, WordPress, Word",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "I need designer for t-shirt designs        ",
        "workDescription": "I would like to have about 10 designs for men, 10 designs for women and 10 designs for kids t-shirt. The design could be of any type e.g: Abstract, Animals, Motivation, etc...If the designs are good and beautiful more and more projects will be posted. !!=@=!!Branding, Logo Design, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "150 ARGON"
      },
      {
        "workTitle": "Add Features to PHP Plugin",
        "workDescription": "We are looking for a talented PHP programmer who can add features to our plugin, we want to establish a long term relationship for future projects.        !!=@=!! PHP, MySQL, Software Architecture, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Prepare our artist profile        ",
        "workDescription": "We are looking for a freelance content writer who can interview us (Whatsapp or zoom) and prepare a detailed profile including the projects we have worked on. Document the painting project details. It is going to be a long-term activity that is split into phases. The first phase is to document and prepare the write-up on our First Guinness record event in 2012. If possible we prefer someone who can also understand Malayalam and write in English. Please find our attached profile. !!=@=!!Article Writing, Content Writing, Ghostwriting, Book Writing, Malayalam",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Website Build - Advertising Directory        ",
        "workDescription": "I need a complete upgrade of an existing advertising directory created. The existing website has been built as a completely bespoke build but I have been advised to migrate this over to Wordpress to give me more flexibility in updates and upgrades and also I want to add a real focus on SEO which the existing website limits me to. I believe with Wordpress plug-ins, this would help me massively in this respect. I have designs already completed for the new site so essentially I need someone to code this up for me with a new 'back end' system and advise on the SEO elements. I have an existing developer I have worked with in my business for years who has let me down on this at the last minute when this project was due for completion in Feb this year. Looking for a reliable and honest developer to hopefully work with long term. Another 2 projects related to this will be required immediately after (or alongside) plus multiple more on a longer term basis. !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "100000 ARGON"
      },
      {
        "workTitle": "NEED 2 PROOFREADER AND EDITOR TO DO EDITING AND REWRITING WORK FROM HOME INR 100 PER 1000 WORDS",
        "workDescription": "We need two virtual assistants (VS) to do Proofreading and editing on daily basis. Your job involves:Writing Work --- Proofread and Edit 1000-5000 words a Day (Articles/Blog/Web Content etc.). - It can on any niche and topic but not hardcore technical. Rewriting (sometimes if required)In the beginning, we will pay you @ Rs.50 per 1000 words for editing.If you perform well then after successful completion of the first month we will increase your rate to Rs.80 per 1000 words after the assessment test.Again After successful completion of 3 months, you will get Rs.100 per 1000 words.You can take a leave one day a week.I will explain more details in chat.To apply for this work you must:* Be from an English medium background - Fresher or experienced* Be an avid reader and a good rewriter* Have a good eye for details* Can work with less guidance and monitoring* Eager to learn new things* Sincere and dedicated**Initially, Milestone will be created and released on weekly basis. We will not create a milestone in advance. * *Once you pass the test, then there will be a free training of 7 days when you need to learn and do some projects.After successfully completing 7 days of training your real work will be started.*** Before hire, you have to go through various types of small tests. Start your bid with the word ‘Agree’. So, that we can judge your ability. ***** bid ONLY if it suits you **!!=@=!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "urgently required website design and deveopment freelancer for our various clients        ",
        "workDescription": "Urgently required individual Freelancer for website designing, development, and digital marketingWe are looking for individual Freelancer Only!!!!Hi,We are looking for a freelancer who can handle various projects ranging from small to large of our clientsWe are an organization executing projects pertaining to Digital Marketing, Website designing, mobile and software development.Our in-house team for execution of new projects is tied up so for expansion we are looking for optimistic individual Freelancers having experience in the domain mentioned above.Kindly do the bidding in this formatNam LocationRelevent experienceName of specialist DomainNote Our turnover for professional services is 27 lacs per month adding 4 lacs clients every month.Kindly bid if you can execute the projects give and having a problem-solving mindset. And also can deliver projects for website edits and changing of the platform.SkillDigital marketingSoftware developmentApplication developmentWebsite buildingCommunicationPrice12.5k to 37.5k !!=@=!! Website Design, PHP, HTML, Graphic Design, WordPress",
        "workCategory": "freelancer",
        "workAvarageBudget": "12500-17500 ARGON"
      },
      {
        "workTitle": "Website Build - Advertising Directory        ",
        "workDescription": "I need a complete upgrade of an existing advertising directory created. The existing website has been built as a completely bespoke build but I have been advised to migrate this over to Wordpress to give me more flexibility in updates and upgrades and also I want to add a real focus on SEO which the existing website limits me to. I believe with Wordpress plug-ins, this would help me massively in this respect. I have designs already completed for the new site so essentially I need someone to code this up for me with a new 'back end' system and advise on the SEO elements. I have an existing developer I have worked with in my business for years who has let me down on this at the last minute when this project was due for completion in Feb this year. Looking for a reliable and honest developer to hopefully work with long term. Another 2 projects related to this will be required immediately after (or alongside) plus multiple more on a longer term basis.        !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "10000 ARGON"
      },
      {
        "workTitle": "eCommerce - Stock photography and video        ",
        "workDescription": "Developer needed for a creation of the eCommerce website (preferably using WooCommerce and custom WordPress theme). Website is selling photos and videos, on subscription base, and single purchases.But with one major difference between classic stock photo ([login to view URL] for example), when a customer purchase photo or video, our designers are making a customized photo or a video for the customer. It's very important to make this process easy for our designers, and our customers (panel for designers to receive an orders and communicate with customers, and create easy steps during the checkout for customers (customers will have to upload their files when they make an order). Customers needs to be able to change payment method, save payment method, upgrade or cancel subscription, download invoices and their orders, receive email notifications, to log in via Facebook and google etc.It's advantage if developer can understand customer and designer needs and upgrade our vision on his own.Also,Website is already running, but it's not working properly.Design is prepared in .PSD format, around 20 pages (home page, custom product page, checkout..).It's a long term project, with possibility to work on many other projects.All details will be given on the second stage. !!=@=!!PHP, WordPress, Website Design, HTML, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Short Video Sharing App",
        "workDescription": "We are Looking to Launch a Short Video Sharing App for Android and IOS (Native) as independent Project or may add it to our existing Streaming App. Proposals by experienced persons in this kind of Project will be preferred. Ready Projects also Welcome!Price negotiable. !!=@=!! Mobile App Development, HTML5, Android",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "react native developer to take over my projects ad solve all bugs        ",
        "workDescription": "hi need react native developer to solve all bugs and run succesfully here are what i found: in app 1)Delivery app crash after allow map 2) map is not loaded in the customer app at the time of shipping and billing address for product delivery 3)facebook and google login not work: in Backend 1) call api for custom push notification like order placed, shipped, dispatch etc 2)check minimum order value which is set in system and update it !!=@=!! Android, Mobile App Development, JavaScript, PHP, iPhone",
        "workCategory": "freelancer",
        "workAvarageBudget": "500 ARGON"
      },
      {
        "workTitle": "Academic Writers for Business, Economics and Technology",
        "workDescription": "I would like to hire a few freelancers who are well-versed with APA 7 and Harvard referencing and who can write reports and academic papers on Business, Economics, Marketing, and Technology topics. Writers on general IT topics are also welcome.Kindly let me know your turnaround time for short projects of 2,000 to 3,000 wordsThe rate of payment shall be USD 6 per 1000 words.Please attach a few samples and start your application with the word 'Writer; !!=@=!! Research Writing, Article Writing, Business Writing, Research, Business Analysis",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Online preauth/Offline POS owner Merchant required -- 2        ",
        "workDescription": "My client required Company that have Online pre-auth/Offline POS for investment on their projects.Total Project value - $500 Millions in single or [Removed by Freelancer.com Admin for offsiting - please see Section 13 of our Terms and Conditions]Thanks.!!=@=!!Business Consulting, Contracts, Unit4 Business World, Business Plans",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "3d model for android gallery app        ",
        "workDescription": "I am looking developer who was created 3d gallery app before or can handle that kind of application.(For sure you need to show me a sample app that was created by the developer)I will share a link to a sample app if you are ready to create that kind of app please ping me otherwise please move on to different projects.[Link]([login to view URL]) Note: you can create just simple any model for sure to see your skillsThnaks. !!=@=!! Android, Mobile App Development, Kotlin, 3D Modelling",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Senior WordPress Developer        ",
        "workDescription": "I am looking for a senior word press developer that has design skills, CSS skills excellent use of Page builders such as elementor , Divi and all the major page builders, Must be fluent in English and an eye for detail. Should listen and understand instructions careful.Must be available online via whats app or skypeThis person will work with me directly to complete and supplement my other developers team for up coming projects for the next 2-3 months. This is a fixed monthly rate. Max 5 hours per day !!=@=!!WordPress, CSS, PHP, HTML, Website Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 argon"
      },
      {
        "workTitle": "Stacked Cards Swipe Like Tinder        ",
        "workDescription": "* PLEASE READ THE FULL DESCRIPTION PROPERLY AS IT CONTAINS MINUTE DETAILS I need a stacked cards swipe just like tinder (or Tantan). This should include the following features.1. Right Swipe (Like)2. Left Swipe (Dislike) 3. Top Swipe (Super Like) 4. Rewind Last Swipe (Most Recent One)Tech stack allowed: HTML 5, CSS 3, Jquery (MUST).Other libraries that can be included (if needed): Jquery Touch Punch & Jquery Mobile.Functional Requirement:1. A separate jquery function should be called on each activity so that it can be paired with AJAX. For example, something like the following:i) $(.card).on('rightSwipe', function(){});ii) $(.car).on('leftSwipe', function(){});iii) $(.card).on('topSwipe', function(){});iv) $(.ca).on('rewind', function(){});2. A demo AJAX function should be called upon each of the above function which will be modified by me later.3. Apart from swipe, these should also be working with a respective button for each.4. Should show Like, Dislike & Super Like texts while swiping.5. All transitions should be super smooth.6. New ideas are welcomed (and *rewarded).*REWARD: If I find something eye catching or unique in your work, you will be rewarded for your creativity. This doesn't need to be anything extraordinary. Even simplest of creativity can be rewarded.NOTE: I need this done in a single day. Please if you are already busy with other projects and can't spare a day to complete this then please DO NOT BID.ABOUT ME: I am a full stack PHP developer myself so I can do this too. However, I am too busy and occupied with other tasks. Therefore, I had to come up with this task.BUDGET: This is a micro project and can be completed within a few hours. Therefore, I am strict with the budget part (rewards are additional to the budget).LIVE EXAMPLE: Here is a live example of what you need to do. However, this example does not have the rewind feature that you need to make. You can use this script to start off as well and proceed making your modifications. Job half done, right? Now the question is that if there is already such an example then why am I wanting to recreate it? Two reasons. 1st, it's made in pure javascript and I want a jquery version of it. 2nd, it does not have the rewind feature. You need to take care of these two things especially. !!=@=!!HTML5, jQuery, CSS3, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Advertisement platform        ",
        "workDescription": "Looking to develop an advertisement platform where projects compete for votes. The project with the most votes wins free ad space. There will also be a ranking page based on wins and losses. !!=@=!!PHP, HTML, React.js, ECMAScript, AngularJS",
        "workCategory": "freelancer",
        "workAvarageBudget": "30000*50000 ARGON"
      },
      {
        "workTitle": "Connect API to ZOHO CRM Account        ",
        "workDescription": " !!=@=!!My client has a ZOHO CRM account to record construction related projects.They are signed up to this service: [login to view URL] which allows them to view new construction leads/data. This service has an API which my client wants to connect to their ZOHO account (to pull-in data from Glenigan (about each construction project) to their Zoho account.This is an API guide: [login to view URL]This is the information that they would like to pull into Zoho from Glenigan for each construction project from Glenigan:PROJECT VALUE (£)ID ADDRESS PROJECT NAME START DATE END DATE DESCRIPTION IMAGE IF POSSIBLE",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Android app development        ",
        "workDescription": "Affiliate marketing software development projects !!=@=!!Android, Mobile App Development, PHP, Java, Software Architecture",
        "workCategory": "freelancer",
        "workAvarageBudget": "500 ARGON"
      },
      {
        "workTitle": "WIX DEVELOPER - Code WIX email template to be automatically populated with website content -- 2",
        "workDescription": "Question - Can a WIX email template be automatically updated with new website content?I host events and am hoping that when an event is created on the website, the event 'teaser' + date + venue-location can be automatically transferred to an email template which I can adjust/edit/ approve, and then send.Below is a link to my ideal email template. There are a couple of design alterations, to discuss, but ideally the developer will be able to recreate the design below PLUS the necessary coding however if these are separate projects, let me know :-) !!=@=!PHP, Website Design, Graphic Design, CSS, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Data entry        ",
        "workDescription": "Skilled with advance excel knowledge, certified by udemy. Can work on data entry projects accurately and efficiently. !!=@=!!Excel, Data Entry, Data Processing, Web Search, Copy Typing",
        "workCategory": "freelancer",
        "workAvarageBudget": "400 ARGON"
      },
      {
        "workTitle": "Build a Portfolio Website        ",
        "workDescription": "Hi! My friend and I work as creative duo related to photography and filmmaking content for different projects/brands. We need someone who can build our website as a Portfolio which can include a few more assets as social media platform link and contact us.Also, the most administrable for us, the best. We periodically need to change the content on it and we would like to do it by ourselves anytime.We also provide our own domain and hosting.Thanks!!!=@=!! Website Design, HTML, Graphic Design, WordPress, Visual Arts",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Magento2 ScandiPWA customization needed ",
        "workDescription": "!!! ONLY BID IF YOU HAVE EXPERIENCE WITH MAGENTO2 ScandiPWA THEME !!!> Let me know if you have previous experience with ScandiPWA Theme and please provide some links to your projects. < Website and plugins are already installed. Clean default Magento2 content. I will provide development server, theme and plugins.I need a Magento2 designer to customise the theme and make it look like this: [login to view URL]> How fast ? <I don't have a deadline on this project,> Requirements ? <All front-end functionalities + the same designs, layout structure on both desktop & mobile, as website from Google Drive PDFs.> Budget ? <It's a startup project, not an existing business so reduced cost is important. Let me know your best offer.> Which multivendor extension being used <Webkul Marketplace Multi Vendor Module for Magento 2 !!=@=!!Website Design, Magento 2, React.js, eCommerce, Web Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7000 ARGON "
      },
      {
        "workTitle": "Ebay Product Image Editing, Listing & Data Entry        ",
        "workDescription": "We are looking to hire an Ebay lister to Edit and Upload Images and Input Product Details. I would appreciate a dedicated Consistent and available candidate wit 1. Good Phone Android or MAC 2. PC3. Good Consistent internet Connection4. CONSISTENCY and Hard Work is required..Instructions and training over Zoom and Wassapp. Projects will be handed a day before and need to be complete by the end of the next day.Good and consistent internet Connection is very important specially for editing and uploading images...I cannot emphasize on that enough. Looking forward to having you in our TeamHappy Bidding !!=@=!!Website Design, Magento 2, React.js, eCommerce, Web Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7000 ARGON"
      },
      {
        "workTitle": "An Attentive Design Logo Creation        ",
        "workDescription": "I am the co-owners of Evolutions Web Hosting, a free-lance website development team. We are a website development agency that specializes in developing, managing and hosting websites for new or existing business. We also provide Web development services like creating custom logos, creative designs, and website management.The services I offer with this project is logo designing. Your logo is the first thing your clients/ customers see when looking at your business. I'm passionate about transforming your ideas into reality and at the same time paying attention to details. My goal is to deliver projects at a fast turn-around time while maintaining quality.You will be offered as any revisions needed to satisfy your wants needs towards your logo.!!=@=!! Logo Design, Graphic Design, Graphic Art, Website Design, Photoshop",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Upgrade The Frontend My Yield Farming Platform (Typescript/React)        ",
        "workDescription": "I have a BSC yield farming platform, I have updated the smart contracts to have new features, I need to upgrade the frontend with the following:1) New UI/Design (similar like [login to view URL] or [login to view URL])2) Token Required for each farm/pool, investor required to have certain native tokens in their wallet when they want to stake in the farm/pool. Smart contract already have this, the frontend just need to disable the Approve Contract & Stake button when investor's wallet have not enough token for the particular farm/pool. 3) Harvest Lockup for each farm/pool, every farm/pool will have the harvest interval in the smart contract, frontend need to disable the harvest button when harvest interval is not pass yet. There is a canHarvest function in Masterchef that allow frontend to check whether investor is able to harvest for each farm/pool or not. 4) Referral function, the smart contract already added the referral function. I need a referral page, with referral link, when investor share this link to his friend and new investor visit this link and make the deposit, first investor will get paid the token (already done in smart contract). Frontend just need to handle the new referral page, show the referral link & total number of new investor referred by him. The deposit & harvest action in front-end need to add in the referral's wallet address (currently set to zero address)5) A presale page, where investor can buy the native token before launch (smart contract is not ready yet, will deploy and let you know when it is ready). Investor can buy the native token with BNB only.6) An airdrop page, where investor can get free native token before or after launch (smart contract is not ready yet, will deploy and let you know when it is ready), one wallet is only available to claim one time for the airdrop.Current demo site: [login to view URL]You can refer any of the existing yield farming projects in the market.Please message me your previous projects with evidence that it is done by you.Do not simply message me that you are fully understand my requirements and you can do it.If you cannot handle the UI part I will get other person to design for it.Thanks. !!=@=!!Website Design, Graphic Design, React Native, Typescript",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000-12000 ARGON"
      },
      {
        "workTitle": "Tally Prime on AWS Cloud        ",
        "workDescription": "We would like to migrate Tally Prime which is currently installed on a local machine to the cloud (AWS EC2 instance) with the ability to print reports on a local printer.There will be 2-4 concurrent users.Please apply only if you have executed similar projects before. !!=@=!! Amazon Web Services, Cloud",
        "workCategory": "freelancer",
        "workAvarageBudget": "11000 ARGON"
      },
      {
        "workTitle": "Write a Novel        ",
        "workDescription": "Write a story about a young community college professor who develops a shrink ray in his hidden basement laboratory. He is neighbors with 16 year old Joshua and his family and has been for 10 years. The teen used to help frequently growing up with science projects in the lab so he is familiar with Danny, the professor beyond school. So the professor invites him to be his assistant over the summer and the orientation eventually leads to the man being shrunk to just an inch tall. While trying to help Joshua finds a manual of missions meant for flea-size millimeter tall robots to explore the human body via bodily functions: eating, sweating, showering, urination, defecation, and ejaculation. He mistakes these missions as something the professor had planned to participate in himself after being shrunk down. So while the professor tries to clear up the confusion, the boy shrinks him further down and he ends up going through all these missions with the help of the kid's bodily functions and eagerness to help.        !!=@=!!Creative Writing, Book Writing, Ghostwriting, Fiction, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Build me an online store        ",
        "workDescription": "I'd like to have a simple online store for digital products, please send me sample of your previous similar projectsThe most important point is how to get my money, I hope you have an enough experience about the solutions of this problem as paypal doesn't allow selling digital products and may get limited. !!=@=!! eCommerce, Website Design, Shopping Carts, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "MAGENTO 2, TEAM LEADER/TECH PROJECT MANAGER - Bilingual English-Spanish speakers PREFERRED",
        "workDescription": "Bilingual English-Spanish speakers PREFERREDDue to the time zone, we prefer professionals from LATAM We are looking for an experienced Magento developer with 3+ years of experience in Magento 2 development with 2+ in leading large projects and small/medium developer teams. This position is an hour-based contract for a trial period with the potential to move into a long-term contract.General Requirements:• Experience scoping and planning complex development solutions• Provides technical direction for web development projects and serves as the main contact between the CEO and the development team.• Applies significant knowledge of industry trends and developments to projects in order to improve services to clients and our sales force.• Manages and reviews work of the development team (backend and frontend developers)• Recognizes system deficiencies and implements effective solutions• Experience in Magento Ecommerce Multivendors (Marketplace) with a high level of customizations.• Security-minded.• Weekly video meetings or when neede• Experience in converting the user’s requirements into a Tech Doc (S.R.S.)• Quality Assessment, test each feature developed by the team and ensure a quality website is delivered. Carry out Test Cases Creation – Test team Unit/Module Testing - Developer Integrated Testing – Test team Regression testing – Test team• Using Bitbucket or Github, there will be 3 branches – Staging, Development, and Production.• ZOHO Projects for project management and Mantis as a bug tracking tool, or any other tools.• Supervises the W3C coding standard for front-end development and PHP-FIG PSR2 coding standard for back-end development.• NDA required.Skills• Magento 2.3.x and 2.4.x• Supervises Theme creation and customization.• Supervises Extension creation and customization.• Should be versed with HTML, CSS, Javascript, AJAX, JQuery, etc.• Familiar with LESS, CSS, CSS3, Bootstrap, Jquery, HTML5.• PHP/MySQ• Framework: Laravel (It’s a plus)• jQuery, JavaScript, etc.• APIs (REST/SOAP)• Demonstrable knowledge of API integration, Payment Gateways, XML with a focus on standards.• Speed Optimization• Well versed in methodologies such as Agile, Scrum, MVC, etc.• SEO knowledge• Familiar with PWA POS with MSI• Experience with hosting environments (AWS, Rackspace, etc.)• Good knowledge of the availability of Magento extensions on the marketBonus points for:• Being Certified Magento Professional Developer• Framework: Laravel is a plus• An Active Github or BitBucket profile (provide link)• Experience in Affiliate Marketing or MLM developments• Spanish speakerThis is an opportunity to work on complex Magento 2 projects using a wide range of modules, extensions, customizations, and integrations.Please, follow the instructions of the attached doc. !!=@=!! eCommerce, Website Design, Shopping Carts, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-500 ARGON"
      },
      {
        "workTitle": "Product Listing/Uploading on WordPress Woocommerce/Ecommerce Website        ",
        "workDescription": "We need you to upload 500 of Products Images + Descriptions - At least, you should be able to upload/list 100 images + Descriptions Per Day for 5 Days.This is not a one time project, it is a long term partnership proposal that we are looking for. After this, we may engage you for other projects that will involve small and large tasks related to eCommerce, shopping carts or classified ads starting off with uploading products images + Descriptions to our eCommerce websites or platforms where we market or sell our products. YOUR BID AMOUNT SHOULD FALL WITHIN THIS PROJECT'S BUDGET. WE WILL NOT and CANNOT pay more than the stated budget; so don't bid if you don't agree with rate. NB: This task is for you to just upload 500 of our products images to our websites or selling platforms for the set or indicated amount.NB: Please repeat in your bid Ready for long term partnership and I bid to upload ONLY 500 images+Descriptions for 30 for us to know you read the details and accept ourrate for this task. All the best ! !!=@=!!Data Entry, Advertising, Virtual Assistant, eCommerce, Web Search",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "need an article reasearvh        ",
        "workDescription": "I am looking for some simple crypto research-I am looking for all projects thats use the Solana block chain- I want a full list of any projects that may have their own token that runs using the solana block chain. SPL tokens[login to view URL]that is their ecosystem,i would like the list to include links to the Coinmarketcap so I can look into them.I would also like to know is the coins are on FTX exchange, Not [login to view URL] exchange. should be pretty straight forward- let me know if you would like to proceed !!=@=!!Book Writing, Ghostwriting, Research Writing, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "15000-30000 ARGON"
      },
      {
        "workTitle": "Book writing        ",
        "workDescription": "Looking to hire someone who can complete the writing/typing projects The projects should be done on time with maximum efficiency with good typing speed. Looking forward to employ you. !!=@=!!Copywriting, Technical Writing, Research Writing, Report Writing, Content Writing",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-7500 ARGON"
      },
      {
        "workTitle": "Looking for full time strong java spring boot, jpa developer from 7 to 3AM IST- VDI-screen sharing.",
        "workDescription": "Hi All,i am looking for java backend developer having 6+ years of experience on java, spring, microservice architecture , data jpa, reset apis, json mapper, hibernate, junit5 test ,mokito , jacoco, database, cloud aws, azure etc , he must have to work from 7pm to 3 am ist in US day time. must have to work remotely wia screen sharing.This is long term projects my monthly budget is 50K INR. payout is weekly based.don't waste time if you want advance or hourly rate.preferring only from India region. !!=@=!!Java, J2EE, Software Architecture, Amazon Web Services, Java Spring, Backend Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "6800 ARGON"
      },
      {
        "workTitle": "Bootstrap Flask Expert        ",
        "workDescription": "I have a couple of projects I need help on:* a mostly finished bootstrap-flask app that needs authentication added to it.* an admin app written using bootstrap-flask with a config management module and a user management.The authentication and configuration needs to be modularized so we can swap out backends as needed. Initially, we will be deploying this in a simple k8s cluster. So, configuration and user information will be stored in configmaps (preferably in YAML format)More projects will likely be coming on an as needed basis, so this could turn into a longer term contract.Describe your experience working with bootstrap-flask and other flask modules.What frameworks have you worked with? !!=@=!! Website Design, HTML, CSS, PHP, Bootstrap",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Build me a website - Full stack (MERN, MEAN, Laravel)        ",
        "workDescription": "I require a full stack developer with advanced aws experience, api experience, php, codeignitor, mysql, laravel, web scraping, rotatng proxies and working with large data and very fast search / filter of this large data. You must have more than 4 years full experience .We want you to build a platform similar to -You must speak perfect English and work on Sk y pe text and be available all the time.We are looking for a full time full stack developer and may look to take you on for other projects monthly after this project is complete. !!=@=!! PHP, Website Design, MySQL, Laravel, React.js",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Social Media Content writer.        ",
        "workDescription": "For this project, we are looking for a social media copywriter to join our team and create social media content for our brands.This is an ongoing project.The final candidate MUST have the following skills:1. Extensive social media content experience2. Fluent in English writing3. Having a portfolio of previous projects is a must.Please send us your previous project's link in your proposal. !!=@=!! Copywriting, Article Writing, Social Media Copy, Social Media Management, Social Media Marketing",
        "workCategory": "freelancer",
        "workAvarageBudget": " 1000 ARGON"
      },
      {
        "workTitle": "Professional Video editor required        ",
        "workDescription": "Looking for professional video editor for our on going projects for long term !!=@=!!Video Editing, Video Services, Video Production, After Effects, Videography",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 ARGON"
      },
      {
        "workTitle": "Urgent need of Portfolio for internship        ",
        "workDescription": "20 pages rendered, well composed with 3d-modelling of design projects is need to don  All the required files and soft copy will be given.Should know Revit, Sketch-up, AutoCAD for 3d and 2d stuffPhotoshop or any other software will be ok for rendering . !!=@=!! Photoshop, AutoCAD Architecture, Revit Architecture",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Looking for a talented React/TS, Redux/TS, Nextjs, NodeJs/Ts developer -- 2        ",
        "workDescription": "I am looking for a talented React/TS, Redux/TS, Nextjs, NodeJs/Ts developerThis is long term position job based hourly. am PM in software developer team. Company based in US. We have many projects.I will share the project detail to only proved developer by interview.If you are really talented developer please apply this job.AUTO BID WILL BE REMOVED. !!=@=!!MySQL, Node.js, React.js, Typescript, Redux.js",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Adwords search and display, adroll and bing expert -- 2        ",
        "workDescription": "Title says it all. We are looking for adwords , facebook and bing expert for some projectsWe need someone who has good experience in these specially adwords, bing and facebook.We want to target and target niche market. Will be setup and regular maintenance.So please get in touch. Thanks. !!=@=!!Internet Marketing, SEO, Google Adwords, Google Analytics, Search Engine Marketing",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000-2500 ARGON"
      },
      {
        "workTitle": "Hiring 2 or 3 video editors for recurring weekly projects        ",
        "workDescription": "I have a youtube channel, but have had trouble finding reliable video editors who finish on time.I am looking to hire 2-3 new video editors for weekly jobs.My raw video and separately recorded raw audio will be about 20 minutes long, me on camera, reading a script. The finished product will be a video about 7-10 minutes long, with added green screen background, background music, and stock images and video on theme.If you can provide basic animation or whiteboard videos, that is even better.To be considered, please answer the following questions (I will not consider any proposals that do not answer these questions):1. Can you add green screen backgrounds?2. Where do you get your background music? How do you choose it?3. Do you have access to large and diverse stock footage and image libraries4. Do you have any experience with basic animation or whiteboard videos?5. Can you create custom thumbnails to go along with each video?6. Please take a look at the content on my channel: [login to view URL] --How do you feel about it?7. Are you excited to work on this type of content (with messages criticizing government and politics, and sharing politically incorrect opinions)?8. How many days will it take you to complete the videos described?9. Do you know how to create a file for the script that will generate properly formatted subtitles on YouTube?Thank you. !!=@=!! Video Editing, Video Services, Video Production, After Effects, Animation",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Smart Checklist for Field Application        ",
        "workDescription": "On Microsoft Power Apps. Please send links to your portfolio for similar projects. A Smart Checklist of about 200 questions including a logical path : if the answer to question A is 1, then it goes to Question B. If the answer was 2 then it goes to Question C and other questions are not showing for the end user.There would be 3 user interfaces to be developed : we can see the same information in a different way depending of the selected role (an Engineer will see Questions A+B+C, but the field technicial will only see A+B).Used for a Construction application, where inspectors have to inspect various rooms, assess conditions and take the relevant pictures of that room for a further usage .Data should be stored for another user to modify it at a later stage.App should be available from a laptop or from a phone (iphone or android) with capability to capture pictures from the camera and stored them.If possible, adding the ability for Augmented Reality by taking a dimension from the camera using the same app.A detailed file of the logic will be provided upon acceptation. The work will be considered completed when the native files will be submitted (to allow me to change the questions if required over the time).IP will be protected through the file available from Freelancer.I can consider any other software, as long as it would be easy for a non-programmer to be able to modify the logic and questions.thank you, Martin !!=@=!! Android, Mobile App Development, iPhone, Power BI, Microsoft",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store 04.06.2021        ",
        "workDescription": "E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line storeWe are looking for E-Commence expert who can make Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store.Please only apply for this project if you have worked on Joomla 3.9.18 VirtueMart 3.8.2 and have had minimum of 5 years experience in Joomla 3.9.18 VirtueMart 3.8.2 E-Commence on-line Stores Web development and making modifications and changes to a E-Commence web sites. You will have experience setting up shipping costs along side already existing shipping costs on current product ranges.You will be required to make the necessary corrections and fix any issues relating to the projects on the web sites.There will be ongoing Projects for the right candidate and you must also take into consideration you will required to work with us to make changes in setting up future projects as you work on current projects. There will be very strict Project deadlines for you to meet and it is imperative that these are met.Freelancer must have the following skills:1. Make E-Commence Web Site Modifications & Make changes to Joomla Version 3918 web site on our E-Commence on-line store2. Must be experienced minimum of 5 years in code level work changes in FTP3. Excellent Communication skills4. Must work in a very professional manner5. Have good presentation skills6. Meet strict deadlines7. Feedback issues and solutions with a timeframe to complete8. Must have good Business Acumen9. Minimum of 5 years experience in E-Commence On-line stores uploading products and setting up international shipping10. Must be able to show evidence of existing work on E-Commence with a minimum of 3 E-Commence web sites - Evidence of web sites worked on will be required11. Must be able to Correct many anomalies due to Java script which are creating conflicts12. Correcting and fixing broken codes so Java script is not causing further issues throughout the whole web site. 13. Correcting code level deformities on drop down menus. This may require code level change14. Correcting script level flaws15. Adding new content and add optimized images16. Creating new layout of on-line store web pages and creating new pages with the given content and imagesIMPORTANT NOTE: PLEASE DO NOT APPLY FOR THIS PROJECT UNLESS YOU CAN UNDERTAKE AND COMPLETE ALL TASKS WITHIN THE PROJECT. IF ANY CANDIDATE SELECTED IS UNABLE TO UNDERTAKE ALL TASKS WITHIN THE PROJECT WE HAVE THE RIGHT TO WITHHOLD THE MILESTONE PAYMENT. !!=@=!!Joomla, PHP, HTML, CSS, Virtuemart",
        "workCategory": "freelancer",
        "workAvarageBudget": "2480 ARGON"
      },
      {
        "workTitle": "Crypto currency platform - full stack developer - php, mysql, codeignitor, aws, api, big data -- 2        ",
        "workDescription": "We require a full stack developer with advanced aws experience, api experience, php, codeignitor, mysql, laravel, web scraping, rotatng proxies and working with large data and very fast search / filter of this large data. You must have more than 4 years full experience -We want you to build a platform similar to -ur design is in figma and we are using this template for easinessPages required > A register / login / forgot password page to access our admin (email confirm signup) A page to buy the monthly subscription, a way for user to cancel etc, see payment status and invoices. We will use Stripe recurring payments, so you must integrate to their api A page for email rules settings - Here they can set rules when they are emailed with an alert.> A coin detail page for each coin> Coins (home page) - here we have main page and it is a table that lists all coins in our database with the following fields. For each field it includes % increase / decrease compared with previous 24 hours, past 7 days, past 14 days, past 30 days, 90 days, 180 days, 12 months, all time> Page to monitor api calls and bans> A page to view all customers / payment status / details etcThis will be your first project, we expect to be completed in 25 days max. for this project we will pay $1300 once complete, 30 days later $600 and 30 more days later $600. ($2500 total).You must speak perfect English and work on Sk y pe text and be available all the time.We are looking for a full time full stack developer and may look to take you on for other projects monthly after this project is complete. !!=@=!! PHP, MySQL, HTML, Software Architecture, Full Stack Development        ",
        "workCategory": "freelancer",
        "workAvarageBudget": "15000-30000 ARGON"
      },
      {
        "workTitle": "Create 3D logo or product animations ranging from 15 to 30 seconds        ",
        "workDescription": "We need freelancers that can help with 3D logo or product animation videos from time to time for our customers. The videos must be a high resolution with frame rates from 30 fps to 60 fps, and ranging from 15 seconds to 30 seconds.We would like to get an indicative costing idea, in order to build the costs into our projects for our customers. !!=@=!!3D Animation, Animation, 3D Modelling, After Effects, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000-2500 ARGON"
      },
      {
        "workTitle": "woocommerce theme design need to be edited        ",
        "workDescription": "hi we have small changes in header and footer for woocommerce theme design . the theme used is elessi . this will lead to more projects in future !!=@=!!WordPress, PHP, WooCommerce, CSS, HTML",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Create 3D logo or product animations ranging from 15 to 30 seconds        ",
        "workDescription": "We need freelancers that can help with 3D logo or product animation videos from time to time for our customers. The videos must be a high resolution with frame rates from 30 fps to 60 fps, and ranging from 15 seconds to 30 seconds.We would like to get an indicative costing idea, in order to build the costs into our projects for our customers. !!=@=! 3D Animation, Animation, 3D Modelling, After Effects, 3D Rendering",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Social Media Marketing        ",
        "workDescription": "Need experienced person for social media marketing, for taking photos/video clips, for a private school in Clifton, Karachi, (Pakistan). Please share previous experiences and projects as examples. !!=@=! Social Media Marketing, Facebook Marketing, Instagram Marketing, Photography, Creative Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-250 ARGON"
      },
      {
        "workTitle": "Agency searching Kirby CMS Freelancer        ",
        "workDescription": "We are a small Agency and need help with some kirby projects. Its about building Sites, change existing Sites and so on. Its all about Kirby CMS !!=@=!!Website Design, HTML, PHP",
        "workCategory": "freelancer",
        "workAvarageBudget": "800 ARGON"
      },
      {
        "workTitle": "Looking for Spanish sworn translators        ",
        "workDescription": "We are looking for Spanish sworn translatorsThis is for the long term association with us for the ongoing projects we haveinterested Spanish Sworn translators reply to the job post !!=@=!!Translation, Spanish, Spanish (Spain), English (US), Proofreading",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Unity/C# expert for long-term        ",
        "workDescription": "I have a Unity project that has already been developed. I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution. Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!Unity 3D ",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Small Task 3        ",
        "workDescription": "Allenross356 here. Here is another task for my team of freelancers, by one of my clients.Read the [login to view URL] file first.And then read the PDF file,in order to understand the project.Pay:3000 INR for this task.Plus a great 5-star reveiw !Plus, once the task is completed,you will be hired consistently for bigger projects,where you make more money for lesser work.So, all the best !:) !!=@=!! PHP, HTML, Ruby on Rails, Web Development, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "200 ARGON"
      },
      {
        "workTitle": "I Need A Swedish        ",
        "workDescription": "Hello, I am looking for an experienced native Swedish for my translation and proofreading projects. I need good quality work. !!=@=!!Swedish, Translation, Proofreading",
        "workCategory": "freelancer",
        "workAvarageBudget": "4000 ARGON"
      },
      {
        "workTitle": "Video Editing/Color Grading for Music Video (RUSSIAN SPEAKING ONLY)        ",
        "workDescription": "Hello, I am a singer-songwriter. I am looking for a Russian-speaking editor who has experience with editing music videos, fashion-oriented projects and color grading. Knowledge of VFX is a plus. The song is entirely in Russian, so the knowledge of Russian is a big factor in achieving the best results. I will be happy to provide the mood board, storyline, best stills from the video and references for the editing style I like for project to the right candidates. Thank you and I look forward to hearing from you! !!=@=!!Video Editing, Video Services, Videography, Russian",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "Looking for a high quality custom 120 seconds animated video. No cookie cutter software please(Kindly read the description before applying)        ",
        "workDescription": "Script: 309 words. We need some 3D elements to be incorporated in the video.Both script and voice-over will be [login to view URL] are the mandatory requisites:send only 2 of your relevant samples. Please don't send your entire portfolio.revisions needed at the time of storyboarding and animation. The to and fro may need some time, so you need to be patient with the feedback.prefer someone who will give a smoother/professional/polite experience throughout the process.need a separate version with subtitles and one without.and copyrights required for the video.The right fit will be considered for future projects as well.!!=@=!! Animation, After Effects, Adobe Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "2400 ARGON"
      },
      {
        "workTitle": "ecommerce app        ",
        "workDescription": " Mobile App Development, Android, iOS Development !!=@=!! Mobile App Development, Android, iOS Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "7000 ARGON"
      },
      {
        "workTitle": "React Developer        ",
        "workDescription": "We are a small digital agency based in the North East. We are looking for an experienced React developer for a new project which will last a minimum of 3 months You would be working in a team of 4 + project manager on weekly iterations building a new payment platform.Ideally, you will have experience in a range of software development projects and 2 - 3 years of developing using React.Strong communication skills and be able to communicate complex issues in a clear and understandable manner, you would participate in all relevant meetings and stand ups (and be listened to!) !!=@=!!React.js, Frontend Development, Typescript, ECMAScript, HTML5",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Expert YouTube Thumbnail Designer Needed        ",
        "workDescription": "Are you an expert designer who can create next level YouTube thumbnails for mobile devices scalable up to large screen TVs? In my first round, I have 9 thumbnails I drafted for your review. This projects requires your ability to provide a strong brand with great visual appeal where viewers will see my thumbnails stand out and want to click. I want consistency, scalability across devices, and huge appeal. If you are interested and would like to see my 9 drafts, please let me know so we can discuss your bid and time frames. Deliverables: all original files, photos, images, designs, and png, jpg and gif formats. What I see on a small mobile device is the same thing I want to see on a large 75 TV screen !!=@=!!Graphic Design, YouTube, Social Networking, Photoshop, Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "1500 ARGON"
      },
      {
        "workTitle": "Build a website on shopify - must have knowledge of hobby and crafts        ",
        "workDescription": "I have a website already which I have built myself on shopify but I need another one dedicated to wooden crafts and accessories and I need it to be full of content, projects , and craft orientated blogs and articles.        !!=@=!! Website Design, HTML, PHP, Graphic Design, eCommerce",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "Hiventy - KOR/ENG, JPN/ENG freelancers recruitment        ",
        "workDescription": "Hiventy is looking for translators in the following language pairs 1. Korean to English2. Japanese to EnglishRequirement: Native or near-native in EnglishDESCRIPTIONService required: translation and/or checking/proofreadingShould you be interested in participating in our projects, please fill out your information and take the test here to apply:Thanks. !!=@=!!Translation, Japanese, English (US), Proofreading, Korean",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "AI/ML model in python for audio processing        ",
        "workDescription": "Python, Artificial Intelligence, Machine Learning (ML), Deep Learning, Algorithm !!=@=!!Python, Artificial Intelligence, Machine Learning (ML), Deep Learning, Algorithm",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Professional Photoshop Edit for Productpictures & Beauty Retouching -- 2        ",
        "workDescription": "Hello,I am looking for a professional photo editor who can professionally edit product photos and people photos.Since unfortunately my phto editor no longer has time I am looking for a photo editor who regularly edits photos for me.I need especially the photo editing for- product photos( color correcting, transparent background, mirror shadow, - look for more details at the before and after edits)- People photos( color correction, smooth skin, hair retouch, skin retouch, transparent background, make the photo look good - look for more details at the before and after edits)To see if you are suitable for future jobs, I have created this contest.I always pay 6 EUR (7,27 USD) per photo edit.Some photo edits are a bit bigger, some are smaller.By working together, the amounts add up quickly.My ex editor made 100 EUR a month last year from my projects.For the project I need an edit of the product photo (product [login to view URL]) and the person photo (people [login to view URL]). I pay total 12 EUR for these both edits.I need both in png like the previous edits.To let you know what kind of work I expect, I have uploaded some examples of past edits in the folder !!=@=!! Photoshop, Photo Editing, Photoshop Design, Adobe Lightroom, Photo Retouching",
        "workCategory": "freelancer",
        "workAvarageBudget": "300 ARGON"
      },
      {
        "workTitle": "Full-stack Unity/C# expert for a long-term -- 2        ",
        "workDescription": "I have a Unity project that has already been developed. I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution. Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!iPhone, Android, Unity 3D",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 ARGON"
      },
      {
        "workTitle": "Planning Permit and Building permit drawings        ",
        "workDescription": "Planning Permit and Building permit drawingsAustralian experience is a must.please show examples of your projects. !!=@=!!Building Architecture, Autodesk Revit",
        "workCategory": "freelancer",
        "workAvarageBudget": "300-2500 ARGON"
      },
      {
        "workTitle": "Photoshop, Photo Editing, Photoshop Design, Photo Retouching, Photo Restoration",
        "workDescription": "Hello,I am looking for a professional photo editor who can professionally edit product photos and people photos.Since unfortunately my photo editor no longer has time I am looking for a photo editor who regularly edits photos for me.I need especially the photo editing for- product photos( color correcting, transparent background, mirror shadow, - look for more details at the before and after edits)- People photos( color correction, smooth skin, hair retouch, skin retouch, transparent background, make the photo look good - look for more details at the before and after edits)To see if you are suitable for future jobs, I have created this contest.I always pay 6 EUR (7,27 USD) per photo edit.Some photo edits are a bit bigger, some are smaller.By working together, the amounts add up quickly.My ex editor made 100 EUR a month last year from my projects.For the project I need an edit of the product photo (product [login to view URL]) and the person photo (people [login to view URL]). I pay total 12 EUR for these both edits.I need both in png like the previous edits.To let you know what kind of work I expect, I have uploaded some examples of past edits in the folder. !!=@=!!Photoshop, Photo Editing, Photoshop Design, Photo Retouching, Photo Restoration",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "Wordpress/Woocommerce Backend Lead (PHP,MySQL,Litespeed)        ",
        "workDescription": "REMOTE ROLE :We are looking for an experienced Woocommerce Backend Lead Systems Admin to help deploy, maintain & optimise our Woocommerce projects, and also modifying and developing plugins where needed.Konbini Technologies builds IoT Unmanned Retail,Self-Checkout & Online Ordering Systems for the Food Service & Industrial sectors [login to view URL] Our team is spread out over Singapore, Vietnam and Malaysia , and we run Woocommerce as a backend for various projects, integrated with our smart machines. We build solutions for multinational enterprises including: Lenovo, Unilever, CPRam, ISS, Sodexo, amongst othersJob Description• Deploy & Maintain our various Woocommerce systems running on DigitalOcean & AWS• Maintain and adjust existing application codebase include troubleshooting bugs to ensure strong optimization and functionality• Research, implement and modify suitable existing plugins to achieve necessary business logic• Develop new plugins to fulfill required business logic• Modify/Tweak frontend design according to project requirementsYour Skills and Experience• At least 3 years of Wordpress/Woocommerce experience• 3 years experience in server-side technologies & optimisations including PHP-FPM,LiteSpeed,• At least 3 years of cloud server experience• Strong understanding of Wordpress platform, fundamentals, REST API & Webhooks• Strong understanding of server architecture including load balancers, object buckets, master-master DB, caching, optimization• Strong experience in e-commerce business logic• Experience with IoT protocols and best practises is preferred.• Intermediate English !!=@=!!PHP, MySQL, WordPress, System Admin, WooCommerce",
        "workCategory": "freelancer",
        "workAvarageBudget": "7500-15000 ARGON"
      },
      {
        "workTitle": "Leaderboards        ",
        "workDescription": "My favorite freelancer seems to be busy and I am going to post this but wait for a day to see if she comes back then I will award it, I just came under a deadline. She said she had finished it, I paid her for it. She frequently Is busy with other projects and has power outages and has not been back to post her work and that has been ok since I did not have a deadlineThere are four leaderboards (1 is working). The first leaderboard (All Time Heroes) is for the total amount of points they have bought. The next leaderboard (Heroes to the Cause) is for the total amount of points they have transferred back into the game. The third leaderboard (Best catfishers) is the total amount of points received from other players minus the total amount of points they have bought. The fourth leaderboard (Biggest Catfish) is the total amount of points they currently have.On this page [login to view URL] you will see the leaderboard that is working called “Biggest Catfish”. It is descending on the column that says “Loonies”. (loonies are what points are called) Beside the loonies column you see a column called “Tributes”. Tributes are the points that are transferred to the player called “Bootymaster” which go back into the game and are the (Heroes for the Cause) leaderboard.The website uses formidable forms, mycred, gamipress and has a few custom modifications my favorite freelancer put in. !!=@=!! PHP, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "100-300 ARGON"
      },
      {
        "workTitle": "Full-stack Unity/C# expert for a long-term        ",
        "workDescription": "I have a Unity project that has already been developed.I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution.Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!!iPhone, Unity 3D, Android",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Make coupon and price comparison website like grabon and smartprix        ",
        "workDescription": "web developerLooking for an experienced developer for a 3–6-month project? You will work with a team of international experts for this project. This contract includes multiple sub-projects. Must be experienced with Javascript, AngularJS, Bootstrap, and Kendo UI. Please note we are creating a Rich Internet Application, website/blog/etc. We have specifications available for applicants to review upon request.example grabon and smartprixIf you are interested in this project, please reply with your prior experience.What works? This post includes:A clear, specific project titleThorough project overview with a challenge to be solved detailed list of qualificationsThe desired skill levelInformation for those who want to review project details and specs !!=@=!!Web Development, PHP, HTML, JavaScript, MySQL",
        "workCategory": "freelancer",
        "workAvarageBudget": "730 ARGON"
      },
      {
        "workTitle": "looking for social media marketing expert        ",
        "workDescription": "we are looking for for social media marketing expert who can do organic and paid social media marketingPrime objective - to generate salessecondary objective -to get more likes and followersIts for herbal beauty productFor a professional , experienced and hardworking person - will have 2 more projects gradually !!=@=!! Social Media Marketing, Facebook Marketing, Pinterest, Digital Marketing, YouTube",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARGON"
      },
      {
        "workTitle": "Unity/C# expert        ",
        "workDescription": "I have a Unity project that has already been developed.I need to submit this to the Apple store, but there are some issues when archiving the project in Xcode for distribution.Of course, there is no issue when building Unity project to iOS.I am looking for a Unity/C# expert who is able to fix these issues and submit them to the store.I want a long-term relationship for the development and several projects if you are good at Unity/C#. !!=@=!! Unity 3D, iPhone, C# Programming",
        "workCategory": "freelancer",
        "workAvarageBudget": "2000 ARGON"
      },
      {
        "workTitle": "High Skill Laravel Developer +Android App Developer Part time        ",
        "workDescription": "Need developer to assist my projects on laravel,php,mobile app !!=@=!!PHP, Laravel, Android, Mobile App Development, iPhone",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000-7000 ARGON"
      },
      {
        "workTitle": "eCommerce Website for Multiple Categories Products & Mobile App        ",
        "workDescription": "We want a e-Commerce website with following specs apart from the basics : -1. Professional Theme & easily customisable2. SEO Frienly & Basic SEO done while creation3. Admin Login & Sub Users ( with Limited Acess) 4. Customer Login with Order History & SMS - Login using google A/c & Mobile Number should be able to Login using Mobile & OTP Also5. Multiple Payment Gateway Integration ( API by us)6. Shipping / Logistics Integration7. Category wise products8. Category wise Filters For eg Mobiles - RAM ROM , Screen Size,9 Coupon Creation with conditions10. Deal Emailer / APP Notification Option11. Mobile App connected to the same website12. User Data Reports should be available to AdminONLY INDIAN FREELANCERS ALLOWEDNO INCREACE IN BUDGET LATER ONFREELANCER MUST HAVE PAST EXPERIENCE & SHOULD BE ABLE TO SHOW PAST PROJECTS CREATED BY THEM !!=@=!! eCommerce, Shopping Carts, HTML, Website Design, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "500-700 ARGON"
      },
      {
        "workTitle": "Javascript projects        ",
        "workDescription": "Google extension project, Payment gateway integration and freelancer must have knowledge of both frontend as well as backend . !!=@=!! PHP, JavaScript, Software Architecture, jQuery / Prototype, Full Stack Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Javascript projects Expert -- 2        ",
        "workDescription": "Google extension project, Payment gateway integration and freelancer must have knowledge of both frontend as well as backend .        !!=@=!!PHP, JavaScript, Software Architecture, jQuery / Prototype, Full Stack Development",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Build ME a WEBSITE - A JOB SEARCH/PLACEMENT SITE SIMILAR TO INDEED ",
        "workDescription": "LOOKING FOR AN EXPERT TO BUILDA GOOD AND PROFESSIONAL-LOOKING WEBSITE THAT FUNCTIONS RIGHT.MUST BE EASY TO USE, CUSTOMER FRIENDLY, AND COMPATIBLE ON DIFFERENT PLATFORMS SOMETHING SIMILAR TO INDEED, GUMTREE JOBS ETC MORE INFO ON REQUEST.ALSO, I HAVE 3 DIFFERENT OTHER PROJECTS, SO IF THE FIRST IS DONE RIGHT, I WILL GIVE YOU ALL !!=@=!!PHP, Website Design, HTML, Graphic Design, WordPress",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Progressive Web Apps Meta Tags Rendering Issue        ",
        "workDescription": "Hi we have a projects made on Progressive Web Apps, not using any framework. The only problem coming is of rendering the dynamic meta tags. !!=@=!!PHP, HTML, Website Design, CSS, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "Excel expert        ",
        "workDescription": "Require energy TOU data and pricing analysis on energy projects.!!=@=!!Excel, Energy Modelling",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "Need Node.js Experienced Developer for monthly basis        ",
        "workDescription": "We have real time third party Api integration and Ui developement Accoringly using Node.Js and React js And mongo db. 1.) I need Individual Developers (Fornt-End Developer, Back-End Developer or Full stack Developer ).2.) I need them On monthly basis.3.) Only Experienced and Serious can Apply.4.) You should be co-operative with group projects and Start-Up Culture.Technologies-: Node.Js, Mongo Db, React.Js, Redux, AWS. !!=@=!!Node.js, NoSQL Couch & Mongo, Express JS, AngularJS, JavaScript",
        "workCategory": "freelancer",
        "workAvarageBudget": "6200 ARGON"
      },
      {
        "workTitle": "Native France Interpreter -- 2        ",
        "workDescription": "Hi. I need Native of France to be an English Interpreter during Video Call (live interview) about FCMG products.The Interpreter must have live (video call) interpreter experencesThis would be a longtern projects during 2021. !!=@=!!Translation, English (US), English (UK)",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "CLOUDERA HADOOP DEVELOPER 576 Mandays",
        "workDescription": "Description Responsibilities: Work as a senior developer for the Hadoop enterprise data platform Develop components for big data platforms related to data ingestion storagetransformations and analytics Test data components and ensure they meet requirementsEnsure the unit of code and design follow reference architecture standardsIncorporate new and existing technology platforms with defined useCollaborate with other developers and architects to enhance the capabilities of the platformsAssist in cross-team collaboration and design discussionsProvide sandbox functionality to users of the datasets to build models for analysis years of overall experience in Information Technology and Systems years of experience with Big data distribution and analytics specifically in Cloudera Ecosystem. Must consist of hands-on experience with a full project life-cycle implementation with the following features:Data volumes in terabytes with vertical and horizontal scalabilityStructured and unstructured/semi-structured dataHigh speed queryingAnalytics use cases including in-memory processingHighly secure systemMetadata management years of experience in data modelin relational and dimensionalyears of experience in multiple relational database systems xperience with high volume systems  years Java programming experienceyears scripting experience Scala/Python+ years Hive programming experience+ years of Impala experienceExperience in Cloudera distributed system Experience in Financial projectsExperience in high volume Data migration projects !!=@=!Hadoop, Big Data Sales, NoSQL Couch & Mongo, Map Reduce",
        "workCategory": "freelancer",
        "workAvarageBudget": "50000-100000 ARGON"
      },
      {
        "workTitle": "Native Phillippines Interpreter -- 2        ",
        "workDescription": "Hi. I need Nstive Phillipines to be an English Interpreter during Video Call (live interview) about FCMG products.The Interpreter must have live (video call) interpreter experencesThis would be a longtern projects during 2021. !!=@=!!Translation, English (UK), English (US)",
        "workCategory": "freelancer",
        "workAvarageBudget": "100 BUSD"
      },
      {
        "workTitle": "SAP BO DEVELOPER - 704 Man days        ",
        "workDescription": "Job DescriptionJob Overview:· Position: SAP BPC/BW/BO Technical Consultant· Location: , DC· Job Length: Full-time· Compensation: Base Salary + Benefits· Salary: OpenJob Description:ob Title SAP BPC/BW/BO Technical ConsultantRelevant Experience(in Yrs) 3-4 years on SAP BI-BPC1 Year on SAP HANA1 year on SAP BI-BOOverall 6 years+ SAP BW/BPC Implementation experienceTechnical/Functional Skills and Expectations SAP BISAP BOSAP BPCSAP HANAKnowledge of ABAP on HANAWork Experience Required 6 to 8 years’ experienceRoles & Responsibilities Gather requirements for BW, BPC Technical and BO Dashboards implementationDesign BW-BPC technical requirements and BO DashboardsDevelop and Build BW-BO Architecture, BPC ArchitecturCoordinate with offshore team and test the deliverablesManage transportsAttending and participating in presentation to customers and to Senior management; reporting the status to the customer and keep track of BW-BO-BPC deliverablesDesign aspects of code pushdown to HANA layer for planning functions, optimize Abap on HANA codeBI/BO Rol• Experience on production support is a must, should have worked on more than 2 projects in implementation project.• Extraction of data from source systems and BI routines/other applications• Design/creation of BO dashboards !!=@=!! SAP, SAP Master Data Governance, SAP Transformation, SAP HANA",
        "workCategory": "freelancer",
        "workAvarageBudget": "50.000-100000 ARGON"
      },
      {
        "workTitle": "SAP BW BPC DEVELOPER 132 Mandays        ",
        "workDescription": "Job DescriptionJob Overview: Position: SAP BPC/BW/BO Technical Consultant· Location: , DC· Job Length: Full-time· Compensation: Base Salary + Benefits· Salary: OpenJob Description:Job Title SAP BPC/BW/BO Technical ConsultantRelevant Experience(in Yrs) 3-4 years on SAP BI-BPC1 Year on SAP HANA1 year on SAP BI-BOOverall 6 years+ SAP BW/BPC Implementation experienceTechnical/Functional Skills and Expectations SAP BISAP BOSAP BPCSAP HANAKnowledge of ABAP on HANAWork Experience Required 6 to 8 years’ experienceRoles & Responsibilities Gather requirements for BW, BPC Technical and BO Dashboards implementationDesign BW-BPC technical requirements and BO DashboardsDevelop and Build BW-BO Architecture, BPC ArchitectureCoordinate with offshore team and test the deliverablesManage transportsAttending and participating in presentation to customers and to Senior management; reporting the status to the customer and keep track of BW-BO-BPC deliverablesDesign aspects of code pushdown to HANA layer for planning functions, optimize Abap on HANA codeBI/BO Role• Experience on production support is a must, should have worked on more than 2 projects in implementation project.• Extraction of data from source systems and BI routines/other applications• Design/creation of BO dashboards !!=@=!!SAP, SAP Transformation, SAP 4 Hana, SAP HANA",
        "workCategory": "freelancer",
        "workAvarageBudget": "50.000-100000 ARGON"
      },
      {
        "workTitle": "SAP BW BPC DEVELOPER - 132 Man-days        ",
        "workDescription": "Job DescriptionJob Overview:· Position: SAP BPC Technical Consultant · Location: , DC· Job Length: Full-time· Compensation: Base Salary + Benefits· Salary: OpenJob Description:Job Title SAP BPC/BW/BO Technical ConsultantRelevant Experience(in Yrs) 3-4 years on SAP BI-BPC1 Year on SAP HANA1 year on SAP BI-BOOverall 6 years+ SAP BW/BPC Implementation experienceTechnical/Functional Skills and Expectations SAP BISAP BOSAP BPCSAP HANAKnowledge of ABAP on HANAWork Experience Required 6 to 8 years’ experienceRoles & Responsibilities Gather requirements for BW, BPC Technical and BO Dashboards implementationDesign BW-BPC technical requirements and BO DashboardsDevelop and Build BW-BO Architecture, BPC ArchitectureCoordinate with offshore team and test the deliverablesManage transportsAttending and participating in presentation to customers and to Senior management; reporting the status to the customer and keep track of BW-BO-BPC deliverablesDesign aspects of code pushdown to HANA layer for planning functions, optimize Abap on HANA codeBPC Role• Must have Business unit planning & Analysis (FP&A) experience.• Must have experience in integration of BI and BPC with accounting and finance processes.• Must have knowledge on ABAP for routines and custom built UJ BADIs• Must have knowledge on HANA planning functions, HANA views and AMDP procedures• Must have worked in more than 2 implementation projects• Must have experience in BPC on HANA• Experience in building Reports and Input Schedule templates, script logic and calculation logic applying different options of Script logic, Business rules, BADI or standard datamanager packages, MDX !!=@=!!SAP, SAP Transformation, SAP HANA, SAP Business Planning and Consolidation",
        "workCategory": "freelancer",
        "workAvarageBudget": "50000-100000 ARGON"
      },
      {
        "workTitle": "UI Design for Mobile Application        ",
        "workDescription": "UI Design for a mobile app for checking project readiness and registering candidates.Pls give samples of your work in your bid.The App will have the following screens. 1. Login Session:- Login with user name/Password- OTP Screen- Profile Screen - Name, Phone Number, Location, Change Password2. Project Dashboard- Project Dashboard page with list of projects and status- Enter Project - Show list of activities and their Status- For each activity there will be list of checklist questions with yes/no, true/false and drop-down based items3. Candidate Registratio- Scan QR Code or BarCode- View Candidate details and confirm- Take Photo- Take Biometric FingerPrint Scan- Take Additional Photos of ID Card, CounterFoil !!=@=!!Graphic Design, Illustrator",
        "workCategory": "freelancer",
        "workAvarageBudget": "150 BUSD"
      },
      {
        "workTitle": "SAP BW DEVELOPER - 880 Mandays",
        "workDescription": "Job DescriptionSAP BW HANA DeveloperSAP BW Developer will play a key role in working on major projects that may span a broad range of systems, providing subject matter expertise and technical direction; working closely with business users, BAs, PMs and IT team members to understand business requirements that drive the analysis, design and development of quality technical solutions that are aligned with the business and IT strategies, and are in compliance with the organization’s architectural standards; and application analysis, design, development, integration, and enhancement, and also involved in complex support issues.Roles & Responsibilities• Provide technical solutions to fulfill business requests using SAP’s BW (Business Warehouse) development language• Design, develop, configure, migrate, test and implement SAP BW 7.x data warehousing solutions• Design and build data flows including InfoObjects, InfoCubes, Aggregates, Datastore objects(DSO), MultiProviders, InfoSets, Transformations, DTPs and DataSources• Develop Process chains to load and monitor data loading• Implement performance tuning techniques in SAP BW 7.x• Build, test, and publish of BEx reports, BEx Workbooks and BEx Web applications using SAP BEx 7.x suite• Develop variables, restrict key figures, calculate key figures, structures and selections in SAP BEx Query Designer• Implement BEx Broadcaster functions for report distribution• Develop, enhance, test and implement SAP ABAP applications• Develop function module extractors in ABAP• Enhance Logistics, Finance and custom extractors• Develop and maintain ABAP User exits• Provide ongoing support of the existing BO Reporting, Data Services and BW systems• Translate functional specifications into technical specifications and ensure a comprehensive data warehouse design• years of hands-on development experience with BW 7.3+ on HANA is a must• years of experience in SAP BI/BW application development and implementation, specifically with the following: SAP ECC 6.0 integration, SAP BW 7.x, BEx 7.x, ABAP Programming, Business Objects 4.x• years of experience with SAP BW architecture, data modeling, design and development• Experience with BW administrator Workbench; BW Info Objects, ODS, Info Cubes, Info Packages, Info Sources, Design complex, customs BW solutions translating complex requirements in an optimal BW design• Planning and organizational skills, including ability to engage with multiple development projects concurrently and working to tight deadlines.• Proven expertise in HANA architecture/design and data modeling• Experience in the development, implementation, and management of a Business Intelligence Architecture strategy and roadmap• Deep and broad exposure and understanding of SAP Business Warehouse concepts• Excellent verbal and written communication skills• Strong interpersonal skills• Ability to work under pressure with minimal supervisionsoftware such as Web Intelligence, Universes, Crystal Reports, and BOBJ server.• Advanced skill in the development of Business Objects Web Intelligence reports and Dashboards.• Good understanding of data modeling and complex database schema.• Thorough understanding of the principles of computer systems validation, SDLC methodologies and testing best practice.• Strong communication and interpersonal skills ensuring the ability to interact with the business, peers and vendors in a professional manner.• Ability to work under pressure with minimal supervision.• Excellent oral and written communication skills.• Experience in the following* IS Retail-POS DM* Many integrating apps(Hyperion)* ETL, Backend, Reporting  * Hana 7.4 upgrade* ABAP, Hana optimizatio* POS DM 1.0 changes in Hana 7.4    * Dataflow, cube optimization* Greenfield approach - PCA Delta migration* BW modeler (future Hana Modeler) tool, openDS view* EhP5 to EhP7 !!=@=!!SAP HANA, SAP, SAP Transformation, SAP Business Planning and Consolidation",
        "workCategory": "freelancer",
        "workAvarageBudget": "50000-100000"
      },
      {
        "workTitle": "data entry operator chennai        ",
        "workDescription": "I need a data expert for my multiple projects. If you have knowledge contact me. !!=@=!!Data Entry, Excel, Data Processing, Web Search, Data Mining",
        "workCategory": "freelancer",
        "workAvarageBudget": "266 BUSD"
      },
      {
        "workTitle": "Digital / Graphic Design for Emails, Website & Landing Pages        ",
        "workDescription": "I am looking for a digital designer to assist with ongoing tasks and projects, specifically designing emails and website landing pages.!!=@=!!Graphic Design, Website Design, HTML, Digital Design, Email Developer",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000  ARGON"
      },
      {
        "workTitle": "Build a Wordpress corporate website with Elementor        ",
        "workDescription": "We're looking for a web designer to work in our client's web projects, we're looking to build a long term relationship. We require good english comunication skills. PSD design will be provided. !!=@=!!PHP, Website Design, HTML, WordPress, Graphic Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "750-1000 BUSD"
      },
      {
        "workTitle": "ApeSwap's IAO features        ",
        "workDescription": "I need blockchain develope We have our own crypto currency and app but would like to ApeSwap's IAO features ) to use as our own launchpad for new projects.will share more details in chat !!=@=!!Blockchain, Node.js",
        "workCategory": "freelancer",
        "workAvarageBudget": "30-250 BUSD"
      },
      {
        "workTitle": "Swift, Kotlin Developer        ",
        "workDescription": "We have multi-projects of the clients. We are finding the talented and responsive developers who are familiar with Swift and Kotlin. !!=@=!! Swift, Mobile App Development, Objective C, Kotlin, Java",
        "workCategory": "freelancer",
        "workAvarageBudget": "250-750 BUSD"
      },
      {
        "workTitle": "Pancake Swap IFO C-lone (ApeSwap).        ",
        "workDescription": "We have our own crypto currency and app but would like to c-lone ApeSwap's IAO features ) to use as our own launchpad for new projects.IAO: [login to view URL]Github: [login to view URL]In an ideal scenario we would be able to list a new token in an IFO, which users purchase for BNB. We collect 10% of the BNB as a fee, the project we are launching keeps 20%, and the rest goes into PancakeSwap as a burned LP token.- Deliverableshis is all on Binance Smart Chain1. Fully tested NodeJS + React application ready to launch, with guidance on how to run our own tests, launch successfully, and run the IFOs by funding it with tokens2. Multiple smart contracts necessary to run the IFO3. Details:10% of the BNB would go to an address defined by us for hosting the IFO20% of the BNB would go towards the team who owns the tokenThe remaining BNB would automatically go into an LP token on PancakeSwap with the listed new cryptocurrency, and the token is burned (0x000.. dead address or similar) !!=@=!!Node.js, Blockchain, Ethereum, Solidity",
        "workCategory": "freelancer",
        "workAvarageBudget": "30-250 BUSD"
      },
      {
        "workTitle": "Kubernetes simple/quick MAC M1        ",
        "workDescription": "There is hope you can give your “best” price; after being un-employed  my funds are low but will pay quick and leave 5 stars. Please give your best possible for your bid ? ($12 ok ? - how close is reasonable?) (or something reasonable) Please note there is hope we can mutually complete this task; we can leave each other nice comments and 5 stars for each? Look at feedback on my profile, feedback I left for many others.Here is the project:Trying to get minikube running on a MAC with the M1 chipInstructions at [login to view URL]➜ ~ which minikube/usr/local/bin/minikube➜ ~➜ ~ ls -latr /usr/local/bin/minikube-rwxr-xr-x@ 1 ej staff 62020354 Jun 3 21:04 /usr/local/bin/minikube“minikube” can’t be opened because Apple cannot check it for malicious software.This software needs to be updated. Contact the developer for more information.Chrome downloaded this file today at 9:04 PM from [login to view URL]ANY THOUGHTS ?Please note project is due in two hours as this projects deadline, as this is needed asap from the time we start. Just need some help sharing my desktop and you can see the terraform / modules and just some help. if we can get some done - then we can talk about next steps and 5 stars and another job also. If this is a good one and we are successful; would need a couple others setup, but will handle one at a time? Can you do this for $12 (or something reasonable) in a couple hours? thoughts ? !!=@=!!Mac OS, Docker, Apple Xcode, Kubernetes, DevOps",
        "workCategory": "freelancer",
        "workAvarageBudget": "10-30 BUSD"
      },
      {
        "workTitle": "Ethereum dapp",
        "workDescription": "How are you?I'd like to make the following php web app an Ethereum dApp.OR just smart contracts for specific areas: Please login to this site, choose the default credentials as owner.Once you're in, go to Projects, then click the title of any project. It will open its details page.Details include: Project, duration, budget, users (participants), tasks, and milestonesAnd there are progress indicators which get their data from somewhere.With this information, and as a concept, can smart contracts be deployed as per each project's specifics, where the contract holds the funds, releases fund to the assigned party, or returned to the owner in case of failure to deliver.As a concept, doable?!!=@=!!PHP, HTML, Website Design, JavaScript, Software Architecture",
        "workCategory": "freelancer",
        "workAvarageBudget": "30000-50000 ARGON"
      },
      {
        "workTitle": "Graphic design        ",
        "workDescription": "I have great experience in graphic designing. I have done many more projects for,tshirts designing, for website and logo. So pls let me know if u want to help by me to complete your projects of graphic design in low budget.        !!=@=!!Graphic Design, Logo Design, Photoshop, Photoshop Design, T-Shirts",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      },
      {
        "workTitle": "seeking senior react.js, developer",
        "workDescription": "I want to find senor react, next developer having more than 4years experience For the projects, he has to develop a landing page, stripe integration, this is an urgent task!!=@=!!JavaScript, HTML, PHP, AngularJS, HTML5",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "Korean Speech Collection Project        ",
        "workDescription": "Native Koreans are needed for data collection project. This projects are conducted to evaluate native accents for machine learning. The criteria are as follows: 1. Native Koreans only2. Have good phone specifications for voice recording3. Willing to download specific apps on mobile device that is required for voice recording.4. Send a sample recording for pre-evaluation.There are two tasks to be completed. Please read carefully.First task: Individua- 450 sentences to be recorded. The sentences are in Koreans and some in English.- Have to download an app for voice recording.- Payment range from 15 - 20 USDSecond task: Individual- 200 short sentences to be recorded. Can be finished in 20 minutes.- Participants should have WeChat. Later, they also need to install an external to their WeChat for voice recording.- Payment 5 USD!!=@=!!Korean, Anything Goes",
        "workCategory": "freelancer",
        "workAvarageBudget": "3000 ARGON"
      },
      {
        "workTitle": "Finding leads for getting Software Projects for our company        ",
        "workDescription": "We are experts in developing web and mobile application with great quality. We want someone to generate qualified lead for us. Looking for only high value project leads!!=@=!!Leads, Research, Sales, Marketing, Advertising",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARG0N"
      },
      {
        "workTitle": "German veterinary translation        ",
        "workDescription": "Hi,We have a project for the tanslation of veterinary webinar subtitles from English into German. Therefore, experience with subs would be good. This is not compulsory as the translation will be carried out in an online subtitling platform, but I will appreciate if you could send details on your experience with subtitles.On the topic of Veterinary Medicine, can you share previous medical/veterinary experiences along with an updated CV with past translation projects?The client is organising an event to share research on sick cats disease diagnosis that is taking place at the end of the month. As this is for a sick cats charity, the budget we have is limited. Share your best possible rate.t the moment we have an approx. 7k file to assing. But this project has another 8k and 23k words long files to be translated after the first one has been completed.Thank you,!!=@=!!German, Translation, English (UK), English (US), Proofreading",
        "workCategory": "freelancer",
        "workAvarageBudget": "2500-7500 ARGON"
      },
      {
        "workTitle": "SANESQUARE Technologies is a global leader in next-generation digital service        ",
        "workDescription": "We're a software development company providing high-quality services to Clients all over the globe.. We take pride in designing most innovative applications that makes our customers happy . We have executed more than 50+ projects. We have around 100+ happy clients, and we have established a global presence with our success stories. Areas of Specialization: Ecommerce Enterprise resource planning ( ERP) Customer Relationship Management” UI/UX Designing App Development • iOS app development • Android App Development • Hybrid App development Web Development • Custom web app development • CMS development • E-commerce development Technology Expertise Programming : JAVA, PYTHON, Microsoft .Net,J2EE( Spring, Spring Boot,Hibernate),PHP,Ruby On Rails HTML5/XHTML,DHMTML,CSS, JAVA Script, JQuery ,Angular JS, Node JS,ReactJS. C/C++ Opens Source Technologies • Odoo,Word Press Database Technologies: MS SQL, Oracle ,PostgreSQL,MS Access & My SQL Mobile Application Development • Microsoft Xamerin,Ionic,Apache Cordova,React Native!!=@=!!Website Design",
        "workCategory": "freelancer",
        "workAvarageBudget": "1000 ARG0N"
      },
      {
        "workTitle": "Forum and Comment posters        ",
        "workDescription": "Looking for posters who can post on news sites and communities on certain topics to promote a brand/company. These posts should be comments. Must have valid and established Disqus, discord, reddit, etc profiles. Please DM for previous similar projects you have done.!!=@=!!Forum Posting, Sales Promotion",
        "workCategory": "freelancer",
        "workAvarageBudget": "5000 ARGON"
      }
    ]
  }
]
